Repository: hebcal/hebcal-web
Catalog: po/*.po
Languages: he

source: Shabbat Times for
he: זמני שבת

source: This week’s Torah portion is
he: פרשת השבוע היא

source: Chatzot HaLailah
he: חֲצוֹת הַלַיְלָה

source: Alot haShachar
he: עֲלוֹת הַשַּׁחַר

source: Misheyakir
he: מִשֶּׁיַּכִּיר

source: Misheyakir Machmir
he: מִשֶּׁיַּכִּיר מַחמִיר

source: Dawn
he: דִּימְדּוּמֵי בּוֹקֵר

source: Sunrise
he: הַנֵץ הַחַמָּה

source: Kriat Shema, sof zeman
he: סוֹף זְמַן קְרִיאַת שְׁמַע גר״א

source: Tefilah, sof zeman (Gra)
he: סוֹף זְמַן תְּפִלָּה גר״א

source: Tefilah, sof zeman (MGA) 72 min
he: סוֹף זְמַן תְּפִלָּה מג״א

source: Tefilah, sof zeman (MGA) 16.1°
he: סוֹף זְמַן תְּפִלָּה מג״א 16.1°

source: Tefilah, sof zeman (MGA) 19.8°
he: סוֹף זְמַן תְּפִלָּה מג״א 19.8°

source: Kriat Shema, sof zeman (Gra)
he: סוֹף זְמַן קְרִיאַת שְׁמַע גר״א

source: Kriat Shema, sof zeman (MGA)
he: סוֹף זְמַן קְרִיאַת שְׁמַע מג״א

source: Kriat Shema, sof zeman (MGA) 72 min
he: סוֹף זְמַן קְרִיאַת שְׁמַע מג״א 72 דַּקּוֹת

source: Kriat Shema, sof zeman (MGA) 16.1°
he: סוֹף זְמַן קְרִיאַת שְׁמַע מג״א 16.1°

source: Kriat Shema, sof zeman (MGA) 19.8°
he: סוֹף זְמַן קְרִיאַת שְׁמַע מג״א 19.8°

source: Tefilah, sof zeman (MGA)
he: סוֹף זְמַן תְּפִלָּה מג״א

source: Chatzot hayom
he: חֲצוֹת הַיּוֹם

source: Mincha Gedolah
he: מִנְחָה גְּדוֹלָה

source: Mincha Gedolah (Gra)
he: מִנְחָה גְּדוֹלָה גר״א

source: Mincha Gedolah (MGA)
he: מִנְחָה גְּדוֹלָה מג״א

source: Mincha Ketanah
he: מִנְחָה קְטַנָּה

source: Mincha Ketanah (Gra)
he: מִנְחָה קְטַנָּה גר״א

source: Mincha Ketanah (MGA)
he: מִנְחָה קְטַנָּה מג״א

source: Plag HaMincha
he: פְּלַג הַמִּנְחָה

source: Dusk
he: דִּימְדּוּמֵי עֶרֶב

source: Sunset
he: שְׁקִיעָה

source: Nightfall - End of ordained fasts
he: לַיְלָה - גמר תעניות דרבנן

source: Tzeit HaKochavim
he: צֵאת הַכּוֹכָבִים

source: Tzeit 7.083°
he: צֵאת 7.083°

source: Tzeit 8.5°
he: צֵאת 8.5°

source: Tzeit 42 min
he: צֵאת 42 דַּקּוֹת

source: Tzeit 50 min
he: צֵאת 50 דַּקּוֹת

source: Tzeit 72 min (Rabbeinu Tam)
he: צֵאת 72 דַּקּוֹת (רבינו תמ)

source: after sunset
he: לְאַחַר הַשְׁקִיעָה

source: Bein Hashemashot
he: בין השמשות
