{
 "01-01": [
  "Be mindful to always speak in a nice and polite tone",
  "Amid rage - remember to be merciful!"
 ],
 "01-02": [
  "Accept blame for something you did. Don't let somebody else take the blame for your actions",
  "Truth springs out of the earth; and righteousness looks down from heaven"
 ],
 "01-03": [
  "Admit a mistake you made",
  "Rabbi Yehoshua stood on his feet and said, ‘I am alive and he is alive.’ [I admit what I said] because how can the living contradict the living?"
 ],
 "01-04": [
  "Show empathy and do not hurt others' feelings",
  "One that keeps understanding shall find good"
 ],
 "01-05": [
  "Be polite to others",
  "There is a time to keep silent and a time to speak"
 ],
 "01-06": [
  "Do not mock others",
  "Who has made man's mouth, or who makes a man mute, or deaf, or seeing, or blind? Is it not I, G-d?'"
 ],
 "01-07": [
  "After Shabbat, call or check in on your parents, siblings or other family members",
  "Be sure to inquire about the welfare of others"
 ],
 "01-08": [
  "Demonstrate courtesy to anyone who comes to your door regardless of who they are or the purpose of their visit",
  "You must also show your love toward the stranger, since you were strangers in the land of Egypt"
 ],
 "01-09": [
  "Seek opportunities to help out family members today even if you are busy",
  "So [Jacob] served [Isaac] and he ate, and he brought him wine and he drank"
 ],
 "01-10": [
  "Be open to hearing someone else's point of view. Listen carefully to what someone says he/she's saying and calmly state your argument without anger should be diminishing your response",
  "Who is wise? One who learns from all people"
 ],
 "01-11": [
  "Maintain an attitude of non threatening honesty in all your interpersonal interactions",
  "One who is slow to anger is better than the mighty"
 ],
 "01-12": [
  "Be patient with family members",
  "Anger in a home is like worm in a fruit"
 ],
 "01-13": [
  "Forgive those who have wronged you – especially family members",
  "And Joseph said to his brothers, ‘Come near to me, I pray you…Be not grieved nor angry with yourselves that you sold me here.’"
 ],
 "01-14": [
  "When Shabbat ends, offer to wash and fold the laundry so your parents, spouse or child has one less chore to do",
  "And he that is to be cleansed shall wash his clothes"
 ],
 "01-15": [
  "Demonstrate patience with someone today even when it is difficult",
  "Who is mighty? One who controls his evil inclinations"
 ],
 "01-16": [
  "Be mindful today to accept all people with different beliefs",
  "Loving kindness and truth met, justice and peace kissed"
 ],
 "01-17": [
  "Be supportive of a friend or relative who is going through a particularly bad time",
  "May God answer you in time of trouble"
 ],
 "01-19": [
  "Check in with your siblings and friends",
  "Please go, see whether your brothers are doing well, and bring me back word"
 ],
 "01-20": [
  "Declutter your room. When everything has a place, you will be in a better mental state",
  "Alacrity leads to cleanliness, and cleanliness leads to purity"
 ],
 "01-21": [
  "Decorate the front door of your home with a Welcome Home sign and streamers",
  "Praiseworthy are those who dwell in Your house; may they always praise You, Selah!"
 ],
 "01-22": [
  "On Saturday night, write a handwritten letter (because it’s more personal than an e-mail) to a grandparent or elderly relative",
  "Remember days long gone by. Ponder the years of each generation. Ask your father and let him tell you, and your grandfather, who will explain it"
 ],
 "01-23": [
  "Do something little but thoughtful for a family member – like clean up after dinner!",
  "Run to perform a 'minor' deed, as if it were a major one"
 ],
 "01-24": [
  "Be mindful of your words. Don't gossip, spread rumors or tell secrets about your family members",
  "My God, guard my tongue from evil and my lips from speaking deceitfully"
 ],
 "01-25": [
  "Come up with at least one way to improve a relationship and do it",
  "Love your neighbor as yourself"
 ],
 "01-26": [
  "Develop a list of occasions when something that seemed really bad at the time ended up being good",
  "Why did they call a certain man accustomed to miracles Naḥum of Gam Zu? The reason is that with regard to any matter that occurred to him, he would say: This too is for the good (gam zu letova)"
 ],
 "01-27": [
  "Carry around a pair of spare winter gloves and offer them to your parents or siblings",
  "When you see the naked, clothe them"
 ],
 "01-28": [
  "Talk to your mother. Call your mother-in-law. Speak to an elder. Contact an older friend, neighbor, or relative. Personally gift them with a plant, flowers, or a Shabbat dessert",
  "Try to always be on the best terms with your relatives and all men... that you may be beloved above and well-liked below"
 ],
 "01-29": [
  "Comfort someone who is sad by sitting with him or her. Do not ask what is wrong, just be with them",
  "As one whom his/her mother comforts, so will I comfort you; and you shall be comforted in Jerusalem"
 ],
 "01-30": [
  "Apologize to anyone whom you may have insulted by something you said or wrote",
  "For I will declare my iniquity; I will be sorry for my sin"
 ],
 "01-31": [
  "Make good to someone you may have offended and accept others' apologies in return",
  "Our Father, our King, inscribe us in the book of forgiveness and pardon"
 ],
 "02-01": [
  "Add more clothes to your laundry cycle to save water on more washes",
  "Your welfare depends on the land as much as it depends on the welfare of the land"
 ],
 "02-02": [
  "Adopt a pet from your local animal shelter",
  "Love God's creations and honor them"
 ],
 "02-03": [
  "Advocate for organizations that help bring clean water to developing countries",
  "Fulfill all the foreigner's prayers to You"
 ],
 "02-04": [
  "Arrange to donate your leftover Shabbat food to a local food pantry",
  "You open your hand, and satisfy every living thing with favor"
 ],
 "02-05": [
  "Be conscious of the environmental impact of the foods that you choose to eat today. Choose foods with less negative environmental impact",
  "The birds of the sky dwell beside them and sing among the foliage"
 ],
 "02-06": [
  "Bring reusable bags with you to the supermarket for your groceries",
  "One stretches out heaven and establishes earth's foundation"
 ],
 "02-07": [
  "Be on the lookout for opportunities to perform good deeds and act upon them",
  "Be bold as a leopard, swift as the eagle, quick as the deer, mighty as the lion, to perform the will of your heavenly parent"
 ],
 "02-08": [
  "Before leaving your house in the morning: lower the thermostat, be sure to turn off lights, unplug chargers from the outlets and lower the AC",
  "Fill the earth and master it"
 ],
 "02-09": [
  "Bring a reusable cup to the coffee shop",
  "Take care of God's world and do not destroy it"
 ],
 "02-10": [
  "Collect and donate old eyeglasses for people in need",
  "Better is when the eyes actually see than the imagination of the soul"
 ],
 "02-11": [
  "After Shabbat ends, gather blankets, boots, and warm clothes. Arrange to drop off all donated items to a homeless shelter",
  "Rabbi Yitzchak said: Whoever gives even a small coin to a poor man receives six blessings, but whoever speaks reassuringly to him receives eleven"
 ],
 "02-12": [
  "Bring donuts (or a healthy treat like cut-up fruit) to school or work",
  "Then he said to them, Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the Lord is your strength"
 ],
 "02-13": [
  "Prune your indoor and outdoor plants, divide and repot, and share them with neighbors and friends",
  "The earth and its fullness belong to God; the world, and they that dwell there"
 ],
 "02-14": [
  "Collect soaps, shampoos and other small toiletries and donate them to shelters for victims of domestic violence and abuse or family centers",
  "If the spirit of one's fellow is pleased with him, the spirit of God is pleased with him"
 ],
 "02-15": [
  "Clean up a neighborhood park or playground",
  "The heavens belong to the Lord, but the earth God gave over to man"
 ],
 "02-16": [
  "Buy an indoor herb plant and use when cooking",
  "God said See, I give you every seed-bearing plant that is upon all the earth"
 ],
 "02-17": [
  "Bring extra reusable bags to the farmers market and grocery store, and share with anyone who forgot to bring a bag with them",
  "The heavens are the heaven of the Eternal One, but the earth God has given to humankind"
 ],
 "02-18": [
  "Plan to give your leftover Shabbat food to your local food pantry",
  "And when you reap the harvest in your land, you shall not reap the corners of your field...You shall leave them for the poor and the stranger"
 ],
 "02-19": [
  "Call an animal shelter and find out what donations they need. Start a collection of items including, food, cat litter and blankets for homeless animals",
  "No person may buy a beast, an animal, or a bird until that person has provided food for it"
 ],
 "02-20": [
  "Write a letter to your national, state or local representative thanking them for a specific thing they have done in office",
  "Pray for the integrity of the government; for were it not for the fear of its authority, a person would swallow his neighbor alive"
 ],
 "02-21": [
  "Bring your lunch to school or work in a reusable bag. Donate the amount of money you would have spent on your lunch to a soup kitchen",
  "One who gives charity in secret is greater than Moses"
 ],
 "02-22": [
  "Collect children’s books from friends and relatives and donate them to a children’s hospital ward",
  "The world endures only for the sake of the breath of school children"
 ],
 "02-23": [
  "Buy a reusable water bottle to cut back on waste",
  "God did not create the earth as a wasteland, but formed it for habitation"
 ],
 "02-24": [
  "Collect used sports equipment to donate to public schools in need",
  "Charity and loving-kindness promotes peace between Israel and their God"
 ],
 "02-25": [
  "Collect the prayer books used in the synagogue and return them to the bookshelves",
  "Each person who was ready to volunteer then came forward"
 ],
 "02-26": [
  "Buy underwear and socks to donate to a local shelter",
  "Said Rabbi Chama Bar Chanina: What is the meaning of the injunction, Follow after the Lord, your God? This teaches us to follow God’s attributes: Just As God clothed the naked, as it is written, God made clothing for Adam and his wife and clothed them, so shall you clothe them"
 ],
 "02-27": [
  "Call a soup kitchen to volunteer to help when they can most use the support",
  "The rich and the poor meet together - God is the maker of them all"
 ],
 "02-28": [
  "Bring your old Purim costumes to a gemach (collection center) and earmark them for children in need",
  "Call the host of your Purim seudah and ask if you can bring a side dish or dessert"
 ],
 "03-01": [
  "Ask your rabbi to find out if there is anyone in need of hearing Megillat Esther in their home. If so, volunteer",
  "And these days are remembered and celebrated in each and every generation, in each and every family, in each and every province, and in each and every city, and these days of Purim will never pass away from. among the Jews…"
 ],
 "03-02": [
  "Provide good advice on a topic related to Purim",
  "I bless God for having advised me"
 ],
 "03-03": [
  "Teach a class or learn Megillat Esther at your synagogue",
  "The world stands on three things: Torah, the service of God, and deeds of loving kindness"
 ],
 "03-04": [
  "Attend a lecture at your synagogue over Shabbat",
  "The more Torah, the more life"
 ],
 "03-05": [
  "As Purim approaches, bake and distribute hamantaschen to your friends and family",
  "When Adar begins, we increase merriment"
 ],
 "03-06": [
  "Be curious. Learn about three new areas concerning Purim or Passover",
  "Who is wise? One who learns from every person"
 ],
 "03-07": [
  "Offer to deliver shalach manot for someone who is unable to do him or herself",
  "One is clever and will be able to serve as a substitute"
 ],
 "03-08": [
  "Volunteer to share some Passover insights at your local synagogue",
  "The Lord desires [this] for God's righteousness' sake; The Lord magnifies the Torah and strengthens it"
 ],
 "03-09": [
  "Offer a tutorial on a Passover topic you are knowledgeable in. Be a patient teacher",
  "From all who taught me have I gained understanding"
 ],
 "03-10": [
  "Participate in a special Passover kashering session and thank God for the Exodus from Egypt",
  "May Your glory be over all the earth"
 ],
 "03-11": [
  "Attend a Torah class or lecture",
  "And you, the leaders of Israel, shall be to me a priestly kingdom and a holy community"
 ],
 "03-12": [
  "Following a lecture, thank the speaker for one specific idea you heard",
  "Pinchas was the one who zealously took up My cause among Israel…Therefore, tell him that I have given him My covenant of peace"
 ],
 "03-13": [
  "Donate tzedakah to an organization to demonstrate gratitude",
  "So that you may walk in the way of the good and keep to the paths of the righteous"
 ],
 "03-14": [
  "Attend a town hall meeting in your community to become more aware of the various needs in your community",
  "When a person departs from this world, neither his silver, nor gold, nor precious stones nor pearls accompany him; only his Torah and good deeds"
 ],
 "03-15": [
  "Teach your children the importance of having good values and come up with practical examples together",
  "One who learns as a child, to what can that person be compared? To ink written on fresh paper"
 ],
 "03-16": [
  "Become a peer mentor at work or school",
  "Teach me to do Your will"
 ],
 "03-17": [
  "Broaden your perspective: read a different newspaper or book or listen to a new podcast today",
  "One who learns from his fellow one single section, or one single rule, or one single verse, or one single expression, or even one single letter, is obligated to treat him with honor"
 ],
 "03-18": [
  "Call or write to a rabbi or former teacher to tell them how they positively impacted your life and thank them",
  "One who learns from his/her fellow one single section, or one single rule, or one single verse, or one single expression, or even one single letter, is obligated to treat him/her with honor"
 ],
 "03-19": [
  "Learn to lead Shabbat services and do it for residents at a senior home",
  "Show love, for the time has come, and show us grace as in days of old"
 ],
 "03-20": [
  "Collect your family's Passover Divrei Torah (words of Torah) or recipes from previous years and add to the collection",
  "This book of the Torah shall not depart from your mouth"
 ],
 "03-21": [
  "Do something today that inspires others to emulate your behavior",
  "I should be sanctified among the Children of Israel"
 ],
 "03-22": [
  "Give a short Dvar torah or teach a Torah class to your friends",
  "Whoever teaches his/her friend one Biblical verse, one law or one saying, it is as if he/her gave him life"
 ],
 "03-23": [
  "Collect a few of your favorite Passover recipes and give them to a newly engaged couple",
  "I remember how you were faithful in your youth and your love as a bride"
 ],
 "03-24": [
  "Deliver a Dvar Torah (word of the Torah) you learned this week at the Shabbat table",
  "The Torah of your mouth is better to me than thousands of gold and silver [coins]"
 ],
 "03-25": [
  "Create a WhatsApp group to send out a daily Halacha (Jewish law) about Lashon Hara (harmful speech). Publicize the group to family and friends",
  "One who watches his/hes mouth and his/her tongue guards his soul from troubles"
 ],
 "03-26": [
  "Develop and facilitate a fun Passover activity for family and friends",
  "And you shall observe this thing for an ordinance to you and your descendents"
 ],
 "03-27": [
  "Collect children’s books from friends and relatives and donate them to the children’s ward of a hospital",
  "Three possessions shall you prize: A field, a friend and a book"
 ],
 "03-28": [
  "Donate a pair of tefillin anonymously to someone who otherwise could not afford it",
  "Bind them as a sign upon your arm and let them be tefillin between your eyes"
 ],
 "03-29": [
  "Donate Jewish books to a school or synagogue",
  "Whoever petitions for communal needs is like one who comes with strength"
 ],
 "03-30": [
  "Donate money or offer to help at a vocational training program",
  "Rabbi Yehuda said, One who does not teach his child a profession is regarded as one who teaches his child to steal"
 ],
 "03-31": [
  "Give or organize a lecture for your community on any topic in Jewish history",
  "Remember what Amalek did to you…Do not forget"
 ],
 "04-01": [
  "Talk with a family member about a difficult experience he/she overcame",
  "We were slaves to Pharaoh in Egypt and the Lord freed us from Egypt with a mighty hand and outstretched arm"
 ],
 "04-02": [
  "Help prepare and clean for the holiday",
  "Even the first day you shall put away leaven out of your houses"
 ],
 "04-03": [
  "Donate the chametz you won't want after Passover to a non-Jewish organization that could put it to good use",
  "Charity and acts of kindness are equal to the whole Torah"
 ],
 "04-04": [
  "Create a routine. Bring the spirit of order beyond holidays and special occasions to your daily meals and other aspects of your life",
  "One shall set his heart to drink and eat solely in order to keep his/her body and limbs in good health"
 ],
 "04-05": [
  "Arrange a multi-generational Passover program by having friends and their children sing Passover songs with the residents of a retirement center",
  "The glory of young people are their strength, and the beauty of old people are their gray head"
 ],
 "04-06": [
  "Assist with preparing the seder plate",
  "The mitzvah to visit the sick extends to people of all ethnic and religious groups"
 ],
 "04-07": [
  "If you're going to be away for Passover, offer your home to neighbors who may need housing for overnight guests",
  "I am coming. I will dwell in your midst"
 ],
 "04-08": [
  "Adopt and befriend a family who has recently immigrated",
  "For You are the God of my strength"
 ],
 "04-09": [
  "Donate unused gluten-free Passover products to a person who eats gluten-free or to a gluten-free gemach (free loan society)",
  "[David] distributed to all the people a loaf of bread, a portion of beef, and a container of wine"
 ],
 "04-10": [
  "Become a personal shopper for someone who is too weak or frail to go to Pesach shopping alone",
  "When my strength fails, forsake me not"
 ],
 "04-11": [
  "After Passover has ended, set aside all unopened Passover food and donate it to a charitable organization",
  "One who is sated with food disdains the honeycomb. But to the hungry man, every bitter thing is sweet"
 ],
 "04-12": [
  "Recognize that it is okay that you don't have all the answers and listen carefully to other people's opinions",
  "So I turned about and applied my heart to know, to explore, and to search for wisdom and the reason for things"
 ],
 "04-13": [
  "Help put your house back in order after Passover",
  "How many abundant favors has the Omnipresent performed upon us"
 ],
 "04-14": [
  "Publicly, express appreciation for the positive impact someone has had on others",
  "Anyone who brings about merit for the public - no sin will come about through him/her; but anyone who brings about sin for the public - he/she will not be provided with the opportunity to undergo repentance"
 ],
 "04-15": [
  "Ask open-ended questions. Then listen to the answers with the attitude that you are here to learn",
  "Ask now of the days past, which were before you, since the day that God created man upon the earth, and from the one end of heaven unto the other"
 ],
 "04-16": [
  "Donate money to an organization that keeps the memory of the Shoah (Holocaust) alive",
  "All Jews are responsible for one another"
 ],
 "04-17": [
  "Recognize that your wealth, possessions, success and accomplishments do not define who you are",
  "A person may be very greedy, not satisfied by all the wealth in the world, as it states, ‘A lover of silver never has his fill of silver'. But another may have modest desires, and is satisfied with the smallest thing"
 ],
 "04-18": [
  "Donate to a charity in memory of someone who perished in the Holocaust",
  "Remember...Never forget"
 ],
 "04-19": [
  "Advocate for prisoners who have received unjust and unduly long prison sentences",
  "For the children of Israel, and for the stranger and for the settler among them, shall these six cities be for refuge"
 ],
 "04-20": [
  "Be a leader in your community and set an example for those who look up to you",
  "Whoever saves a life, it is as if they saved an entire world"
 ],
 "04-21": [
  "Study the environmental impact of the foods that you choose to eat today. Choose foods with less negative environmental impact",
  "We must not treat food disgracefully, and we must not throw food from place to place"
 ],
 "04-22": [
  "Recognize that your success and accomplishments would not have been possible without the help of God",
  "My God, the soul which you have placed within me is pure. You have created it; You have formed it; You have breathed it into me. You preserve it within me"
 ],
 "04-23": [
  "Employ individuals with physical limitations. Let them surprise you with all they can do",
  "Cast your needs upon God. Trust in Him, and He will do it"
 ],
 "04-24": [
  "Offer your colleagues, employees and interns the opportunity to further their understanding of the field they are in by providing them with opportunities for educational advancement in the workplace free of charge",
  "For wisdom shall enter into thy heart, and knowledge shall be pleasant unto thy soul"
 ],
 "04-25": [
  "Research the story of someone who perished in the Holocaust or someone who defended Israel. Share his or her story with friends both in-person and on social media",
  "Remember with mercy the pious, the upright and the perfect ones, the holy communities who gave their lives for the sanctification of the Divine Name"
 ],
 "04-26": [
  "This Independence Day, help others in need gain their independence. Make a donation to an organization that helps victims of domestic violence and abuse and their families gain financial independence",
  "The women and children also rejoiced, and the rejoicing in Jerusalem could be heard from afar"
 ],
 "04-27": [
  "Volunteer to take a member of your family who is a high school senior on a tour of a college they are interested in attending",
  "When I set my mind to learn wisdom and to observe the affairs that go in the world, my eyes went without sleep both day and night"
 ],
 "04-28": [
  "Keep the memory of the Shoah alive by making a donation in memory of someone who perished",
  "Dwell in the land that God, your God, is giving you as an inheritance, and God has given you rest from all your enemies round about, and you will dwell in safety"
 ],
 "04-29": [
  "If you know someone who shoulders the burden of caregiving for an elderly family member, take whatever steps you can to help so that she/he can have a social life of his or her own",
  "Give them sufficient assistance"
 ],
 "04-30": [
  "Give or organize a lecture for your community on the Holocaust or any topic in Jewish history",
  "Remember what Amalek did to you…Do not forget"
 ],
 "05-01": [
  "Thank your bus driver, your doorman and other people you see every day",
  "David said to them, Now may the Lord show lovingkindness and truth to you; and I also will show this goodness to you, because you have done this thing"
 ],
 "05-02": [
  "Go around the dinner table and share three things you are most grateful for",
  "Heavenly beings accord God honor and gratitude"
 ],
 "05-03": [
  "Remember to thank store clerks for their assistance regardless of whether or not you purchased something",
  "Take away from me the noise of your songs; to the melody of your harps I will not listen. But let justice well up as waters, and righteousness as a mighty stream"
 ],
 "05-04": [
  "Call family members to remind them of important upcoming events (i.e. birthdays, anniversaries, etc.) to ensure those who are celebrating receive as many celebratory greetings as possible",
  "As I speak of Your glory, my heart yearns for Your love. Therefore I shall speak of Your glories, and Your Name I shall honor with loving songs"
 ],
 "05-05": [
  "Keep a gratitude journal",
  "A person should express gratitude before his Creator on what he has learned from both negative and positive situations"
 ],
 "05-06": [
  "Say something positive to everyone you meet today",
  "It is comparable to a situation where one to whom people say as a compliment: Your beard is full and that suits you"
 ],
 "05-07": [
  "Do something meaningful for someone you care about",
  "You should love as much to do favors for him as you would have others do favors for you"
 ],
 "05-08": [
  "Buy someone his or her favorite chocolate for no reason",
  "Take, I pray you, do me this favor, accept this gift from me"
 ],
 "05-09": [
  "Write a letter to your friends letting them know how grateful you are for their friendships",
  "Help me attach myself to the good inclination and to a good friend"
 ],
 "05-10": [
  "Go for a jog on a beach or by a lake to appreciate the nature around you. Take time to realize that you are just a small part of God's huge world",
  "Blessed are you, our God, who left nothing out of this world, and created in it good creatures and good trees, so humankind could benefit from them"
 ],
 "05-11": [
  "If you live away from your parents or grandparents, make an effort to visit them regularly",
  "If you honor your parents, God will give you extra good reward"
 ],
 "05-12": [
  "Write words of encouragement on post-it notes and stick them in random places",
  "David offered hope and encouragement"
 ],
 "05-13": [
  "Thank someone for the job they do",
  "And David blessed God in the presence of the entire congregation"
 ],
 "05-14": [
  "Thank God for the many kindnesses He constantly bestows upon you and your family",
  "We thank You…for Your wonders and Your goodness that are with us every day"
 ],
 "05-15": [
  "Call and thank someone who has helped you in some way",
  "Regard as trivial the good you did to others, and as enormous the little good others did to you"
 ],
 "05-16": [
  "Donate money to the next tip jar you see",
  "You shall open your hand wide to your brother, to your poor, and to your needy, in your land"
 ],
 "05-17": [
  "Be thankful for your parents' love and their sacrifices for you",
  "Honor your father and your mother, by giving them respect, obedience and love, both while they are alive and after their death"
 ],
 "05-18": [
  "Before and after eating, make a blessing to God for providing you with food",
  "When you eat and are satisfied, you must bless God your Lord for the good land that He has given you"
 ],
 "05-19": [
  "Appreciate all of the good food that God has provided for you",
  "It is not by bread alone that man can make a life for himself, but that man can live by everything that comes from the mouth of God"
 ],
 "05-20": [
  "Be appreciative for what others have done for you",
  "This is the closeness achieved through thanksgiving and expressing gratitude"
 ],
 "05-21": [
  "Buy a special gift for your Shabbat host to show your appreciation",
  "And upon my exit, I give thanks for my portion"
 ],
 "05-22": [
  "Call and wish Shabbat Shalom to an out-of-town relative",
  "Everyone enjoys a ready response, and a word rightly timed is especially good"
 ],
 "05-23": [
  "Actively listen to what others say without judging them",
  "Do not judge your friend until you arrive at his place"
 ],
 "05-24": [
  "Before going to sleep, think about the people who have affected your day positively. Tomorrow, try to do something nice for these people to show your appreciation",
  "One who is pleasing to his fellow man is pleasing to God"
 ],
 "05-26": [
  "At the end of your child's little league season, thank the coach for his or her time and commitment",
  "If the spirit of one's fellows is pleased with him, the spirit of the Omnipresent is pleased with him"
 ],
 "05-27": [
  "Be thankful all year round. Write down three positive things that happened to you over the course of the day, whether big or small",
  "Who is rich? One who is happy with God's portion"
 ],
 "05-28": [
  "Buy flowers for a loved one for Shabbat",
  "Any love that is dependent on a cause, if that cause is nullified nullified is the love; but love that is not dependent upon a specific cause is not nullified ever"
 ],
 "05-29": [
  "Arrive at synagogue early to get in the right mindset for prayer and to set a good example for those around you",
  "Be bold as a leopard, swift as the eagle, quick as the deer, mighty as the lion, to perform the will of your heavenly parent"
 ],
 "05-30": [
  "Acknowledge a colleague publicly for any positive action",
  "Anyone who brings about merit for the public - no sin will come about through him/her; but anyone who brings about sin for the public - he/she will not be provided with the opportunity to undergo repentance"
 ],
 "05-31": [
  "Do a task for your parents before they ask you",
  "After the duty to your Creator, you owe a duty to your parents"
 ],
 "06-01": [
  "Put your old cell phone to good use. Donate it to an organization that gives phones to soldiers, enabling them to speak to their language",
  "Doing righteousness and justice is more preferable to God than the sacrificial offering"
 ],
 "06-02": [
  "Comfort someone who is sad by sitting with him or her. Do not ask what is wrong, just be with them",
  "As one whom his mother comforts, so will I comfort you; and you shall be comforted in Jerusalem"
 ],
 "06-03": [
  "Email the president or another government official to voice your support for Israel",
  "All Jews are responsible for one another"
 ],
 "06-04": [
  "Buy Israeli-made products and publicly support Israel today",
  "Then our hope—the two thousand year old hope—is not lost: To be a free people in our land"
 ],
 "06-05": [
  "Adopt a family victimized by terrorism",
  "As one whom his mother comforts, so will I comfort you; and you shall be comforted in Jerusalem"
 ],
 "06-06": [
  "Create a fundraiser with a group of friends to benefit an organization based in Jerusalem",
  "Those who turn the many to righteousness shall be like stars forever and ever"
 ],
 "06-07": [
  "Advocate for peace in Israel within your local community or on a national scale",
  "For the sake of my brethren and comrades, I shall speak of peace in your midst"
 ],
 "06-08": [
  "After Shabbat, adopt a chayal boded (lone soldier) in Israel. Send a greeting ensuring that he or she knows people are thinking of them back home",
  "These lights we kindle upon the miracles, the wonders, the salvations, and the battles which you performed for our forefathers in those days at this season through Your holy priests"
 ],
 "06-09": [
  "Encourage a child to write a letter of appreciation to a teacher",
  "This day is honored by the faithful ones who are scrupulous to safeguard it - parents and children"
 ],
 "06-10": [
  "Don’t raise your voice today",
  "One who is slow to anger is of great understanding"
 ],
 "06-11": [
  "Attend a rally in support of America and/or Israel",
  "Justice, justice shall you pursue, that you may thrive and occupy the land that the Lord is giving you"
 ],
 "06-12": [
  "Brainstorm with others to come up with ways to fight evil in our society and world",
  "You must obliterate the memory of Amalek from under the heavens; you must not forget"
 ],
 "06-13": [
  "Give more than you take. Use your resources to help others instead of just buying things for yourself",
  "May it be Your will, our God, that You may give to each creature so that they should not lack"
 ],
 "06-14": [
  "Don't be defensive",
  "Let kindness and truth not leave you"
 ],
 "06-15": [
  "Donate money to an organization that provides gifts to children who have a parent serving in the armed forces",
  "Those who trust in their wealth and take pride in their great riches"
 ],
 "06-16": [
  "Call your mother and mother-in-law. Then personally take flowers or chocolate to someone who has lost their mother",
  "Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God"
 ],
 "06-17": [
  "Don't lose your temper",
  "I will not manifest my anger"
 ],
 "06-18": [
  "Donate kippot and tzitzit to boys living in a local group home or one in Israel",
  "Speak to the children of Israel and say to them that they are to make themselves tzitzit on the corners of their garments, throughout their generations"
 ],
 "06-19": [
  "Help someone see the silver lining in a bad situation",
  "Why did they call [a certain man accustomed to miracles] Naḥum of Gam Zu? The reason is that with regard to any matter that occurred to him, he would say: This too is for the good [gam zu letova]"
 ],
 "06-20": [
  "If you are planning a trip to Israel, contact an organization that brings items to/from Israel and offer to transport some items for them",
  "The righteous person is remembered by his own good deeds"
 ],
 "06-21": [
  "Donate money to an organization that helps new Olim (immigrants to Israel)",
  "You are blessed, Lord our God, the sovereign of the world, who performed miracles for our ancestors in this place"
 ],
 "06-22": [
  "Pray for a good year for your country, Israel, your family and friends",
  "See how high the Holy One, blessed be He, is above His world. Yet a person can enter a synagogue, stand behind a pillar and pray in a whisper and the Holy One, blessed be He, hears his prayer"
 ],
 "06-23": [
  "Stand in solidarity with your neighbors and attend a rally to improve something in your community",
  "Those who turn the many to righteousness shall be like stars forever and ever"
 ],
 "06-24": [
  "Do something to help someone that you don't really like",
  "If we were destroyed, and the world with us, due to baseless hatred, then we shall rebuild ourselves, and the world with us, with baseless love"
 ],
 "06-25": [
  "Demonstrate good sportsmanship on and off the field",
  "Do not bear any grudge against the children of your people, but you shall love your neighbor as yourself"
 ],
 "06-26": [
  "Challenge yourself to posting only positive or complimentary comments online for a week",
  "The mouth of the righteous is a fountain of life , but the mouth of the wicked conceals violence"
 ],
 "06-27": [
  "Silence any negative thoughts or doubts",
  "Silence is the essence of all wisdom, the best remedy for maintaining one's body's good health"
 ],
 "06-28": [
  "Try not to shy away from tasks today even if you think some of them are particularly difficult",
  "They sang: Give thanks to God. Call upon His Name, and make known God's deeds among the peoples"
 ],
 "06-29": [
  "Don't say anything insulting, even in jest",
  "Let the honor of your friend be as the reverence of your teacher, and the reverence of your teacher as the reverence of Heaven"
 ],
 "06-30": [
  "Donate money to an organization that provides free vacations to servicemen/servicewomen who recently returned home from active duty",
  "Go in peace, and may the God of Israel grant the request you made of Him"
 ],
 "07-01": [
  "Submit names of people you know who are ill to your local Rabbi to include them in the communal prayer for the sick",
  "May the One who blessed our ancestors, Patriarchs Abraham, Isaac, and Jacob, Matriarchs Sarah, Rebecca, Rachel, and Leah. Bless and heal the one who is ill: May the Holy Blessed One, overflow with compassion. upon him/her, to restore him/her, and to heal him/her,t o strengthen him/her, to enliven him/her. The One will send him/her, speedily, a complete healing. A healing of the soul and healing of the body, along with all the ill, among the people of Israel and all humankind, soon, speedily, without delay, and let us all say: Amen!"
 ],
 "07-02": [
  "Tie-dye t-shirts and decorate baseball hats and donate them to an organization that cares for children living with chronic illnesses",
  "Charity is done with one's money, while loving-kindness may be done with one's money or one's person"
 ],
 "07-03": [
  "Donate materials to a children's hospital",
  "I heard silence and a voice"
 ],
 "07-04": [
  "When organizing a social event, ask everyone to bring a toy that will later be donated to a children's hospital",
  "Those who turn the many to righteousness shall be like stars forever and ever"
 ],
 "07-05": [
  "Carry a bandaid or two in your purse or pocket and offer it to someone who needs",
  "All Jews are like mothers and fathers to each other, so they should look after and care for each other as if other Jews were their children"
 ],
 "07-06": [
  "Contact an organization for children with chronic or terminal illnesses and offer to assist them in running some of their programs",
  "The righteous are the foundations of the world"
 ],
 "07-07": [
  "Call an organization that provides support for people who are hearing impaired, blind or in wheelchairs and ask how you can help",
  "Glory to the righteous"
 ],
 "07-08": [
  "Walk home from synagogue with a person who cannot keep up with others",
  "From here you see the reward of those who perform acts of kindness. Even though Moses had many names, the only name given to him in the Torah is the one that Batya, the daughter of Pharaoh, named him"
 ],
 "07-09": [
  "Donate blood",
  "Do not stand idly by the blood of your neighbor"
 ],
 "07-10": [
  "Cheer up someone who is in the hospital and try to make him/her laugh",
  "A merry heart is a good medicine, but a broken spirit dries the bones"
 ],
 "07-11": [
  "Volunteer at a school for children with special needs",
  "Educate a child according to his/her own way, and when he/she is old he will not depart from it"
 ],
 "07-12": [
  "Become a personal shopper for someone with cancer",
  "Acts of loving-kindness are called life"
 ],
 "07-13": [
  "Bring a plant to someone in a nursing home. Tell him/her you'll come back to see how they're both doing and make sure to follow through",
  "The path of the righteous is like the light of the sun that shines ever more rightly until the height of noonday"
 ],
 "07-14": [
  "Sign up for a CPR course so that you know how to save a life",
  "Rav Judah said in the name of Samuel, [The commandments were given] that one shall live by them, and not that one shall die by them"
 ],
 "07-15": [
  "Visit a friend, elderly relative or someone who is housebound",
  "And as for me, though I am poor and in need, God helps me in mind. You are my help and my deliverer"
 ],
 "07-16": [
  "Donate toys to an organization that gives gifts to children with cancer",
  "See my affliction and release me"
 ],
 "07-17": [
  "Donate items for infants and young children, such as strollers, diapers, clothes and toys. Bring them to an agency that will distribute them as needed",
  "Whoever is occupied with community needs, it is as if he/she is occupied with the study of Torah"
 ],
 "07-18": [
  "Contact a nursing home or children's hospital and offer to give birthday presents to patients",
  "The world rests on a single pillar - righteousness"
 ],
 "07-19": [
  "Volunteer at a school for children with special needs",
  "When the community is in trouble … involve yourself in the community's distress"
 ],
 "07-20": [
  "Donate video games and gaming systems to children shelters",
  "The blessing of tzedakah is greater for the person who gives than for the person who receives"
 ],
 "07-21": [
  "Design cheerful cards for patients in a local hospital and personally deliver them",
  "If a man gives to his fellow all the good gifts of the world but does so with a grumpy demeanor, the Bible regards it as if he had given nothing. But if he receives his fellow cheerfully and kindly, the Bible regards it as if he had given him all the good gifts of the world"
 ],
 "07-22": [
  "After Shabbat ends, consider becoming a pen pal with a child who has been affected by serious illness or terror",
  "Sow righteousness for yourselves; reap according to loving-kindness"
 ],
 "07-23": [
  "Become an organ donor within the boundaries of Jewish law",
  "God sustains the living with kindness, resuscitates the dead with abundant mercy, supports the fallen, heals the sick, releases the confined, and maintains God's faith to those asleep in the dust"
 ],
 "07-24": [
  "Encourage sick children to take pictures of whatever and whomever they'd like and create collages with them",
  "You are children to your God"
 ],
 "07-25": [
  "Collect magazines to donate to a hospital waiting room",
  "Raise up the low in spirit"
 ],
 "07-26": [
  "Donate medical supplies to the nurse's office at your child's school",
  "Blessed are You, our God who straightens the bent"
 ],
 "07-27": [
  "Decorate pillowcases and give them out to children in a hospital",
  "All the charity and deeds of kindness that the children of Israel perform in this world promote peace and good understanding between them and God"
 ],
 "07-28": [
  "Call to wish a Shabbat Shalom to a friend who was absent from camp, school, or work due to illness",
  "And you shall love your neighbor as yourself"
 ],
 "07-29": [
  "Say the name of a sick person during the Blessing for the Sick on Shabbat morning",
  "One who prays on behalf of a friend and is in similar straits is answered first"
 ],
 "07-30": [
  "Train a service animal",
  "I believe with complete faith that the Creator, Blessed is God's Name, creates and guides all creatures, and that God alone made, makes, and will make everything"
 ],
 "07-31": [
  "Donate hair to an organization that makes wigs for people with cancer or long-term medical hair loss",
  "And you, O son of man, take a sharp sword. Use it as a barber's razor and pass it over your head and your beard. Then take balances for weighing and divide the hair"
 ],
 "08-01": [
  "Buy balloons for someone who needs cheering up and attach an encouraging note",
  "This is what the Holy One said to Israel: My children, what do I seek from you? I seek no more than that you love one another and honor one another"
 ],
 "08-02": [
  "Call your grandparents and brighten their day",
  "The tongue of the just is like choice silver"
 ],
 "08-03": [
  "Save all your loose change. When you have a considerable amount, donate it to a charitable organization",
  "Run to do a light mitzvah because it will lead you to do a weighty mitzvah"
 ],
 "08-04": [
  "Create a scrapbook including photos of things you are grateful for in life",
  "Upon me, O God, are Your vows; I will pay thanksgiving offerings to You"
 ],
 "08-05": [
  "Take time to appreciate what you have",
  "I believe with perfect faith that the Messiah will come; and even though the Messiah may take his time, I will expect his arrival each and every day"
 ],
 "08-06": [
  "Don't take anything for granted",
  "Blessed is my Lord for every single day"
 ],
 "08-07": [
  "Inspire someone with your positive actions",
  "In Your hand is power and strength and it is in Your hand to make anyone great or strong"
 ],
 "08-08": [
  "Put on your favorite music and dance like no one is watching",
  "For the health and sickness of the soul follow the same path as the health and sickness of the body"
 ],
 "08-09": [
  "Instead of throwing out old clothes, pass them onto others",
  "The adornment of humans is their garments"
 ],
 "08-10": [
  "Do someone a favor without expecting anything in return",
  "Be like servants who serve their masters not for the sake of receiving reward"
 ],
 "08-11": [
  "Challenge yourself to do one selfless act today",
  "[Rabbi Yaakov] used to say: Better one hour of repentance and good deeds in this world than the entire life of the World to Come"
 ],
 "08-12": [
  "Count your blessings. Then count them again because you know there are more that you forgot to count the first time",
  "And you will be completely joyous"
 ],
 "08-13": [
  "Compliment a family member today",
  "A word spoken in its proper time, how good it is!"
 ],
 "08-14": [
  "Be the best that you can be. The best gift that you can give your parents is living your life to the fullest",
  "Hear you, my son, and grow wise, and walk in the way of your heart"
 ],
 "08-15": [
  "Congratulate someone on something important he or she accomplished",
  "A word fitly spoken is like apples in settings of silver"
 ],
 "08-16": [
  "Give away possessions that you can do without",
  "Whoever says, ‘What’s mine is yours and what’s yours is yours,’ is pious"
 ],
 "08-17": [
  "Are you a skilled laborer? Donate your time and materials to an organization working on an expansion project",
  "Speak to everyone who is naturally talented, to whom I have granted a spirit of wisdom, and let them make Aaron’s clothing"
 ],
 "08-18": [
  "Begin the month of Elul by making a list of wrongs you have done throughout the year and asking people for forgiveness",
  "Great is repentance, for it brings healing to the world"
 ],
 "08-19": [
  "Give your extra office supply store coupons that you don't plan on using to nonprofit organizations. This will to help them cut down on their overhead costs",
  "For there is no deprivation for His reverent ones"
 ],
 "08-20": [
  "Don't take the special people in your life for granted",
  "May God bless me, my spouse, my children and all those who are seated here—all of us and all that we have"
 ],
 "08-21": [
  "Dance with full joy and enthusiasm at someone's wedding, bar/bat mitzvah, or any other celebration",
  "Rav Shmuel bar Yitzchak would dance [before the bride] while juggling three myrtle branches. When Rav Shmuel passed away, a pillar of fire came between his coffin and everyone else. Said Rabbi Zeira, The elderly man’s branch accomplished something on his behalf!"
 ],
 "08-22": [
  "Create new memories and experiences that are outside your daily routine. Next time someone asks you to try something new, give it a try",
  "I create new heavens and a new earth: and the former things shall not be remembered, nor come to mind"
 ],
 "08-23": [
  "Call your mother to discuss some of the fond memories you share",
  "To honor parents is even more important than to honor God"
 ],
 "08-24": [
  "Cook a nice, healthy meal for some close friends",
  "You should not eat all that appeals to your palate, like a dog or a donkey, but you should eat only things that are helpful and beneficial to the health of your body"
 ],
 "08-25": [
  "Call, email or write the closest 5 people in your life and let them know the unique impact they have had",
  "Be always like a helmsman, on the lookout for good deeds"
 ],
 "08-26": [
  "After a social luncheon or dinner event, donate the centerpieces to a charitable organization",
  "God made rich people and poor people so that they should benefit each other"
 ],
 "08-27": [
  "When announcements are made in synagogue, be happy for other people and celebrate with them",
  "As one hand washes the other, so must one person help another"
 ],
 "08-28": [
  "Do something to make someone else happy",
  "God made rich people and poor people so that they should benefit each other"
 ],
 "08-29": [
  "Be a good example for everyone around you by only speaking good about others",
  "The commandment of good manners preceded the Torah"
 ],
 "08-30": [
  "Compliment at least three people today",
  "How good are your tents, Jacob, your tabernacles, Israel"
 ],
 "08-31": [
  "Don't take materials home from work for personal use",
  "The Sages of Neharde’a say: One should not perform an action that is not right and good, even if one is legally entitled to do so"
 ],
 "09-01": [
  "Cook a friend’s favorite meal and deliver it to him/her",
  "Abraham stood over them and they did eat"
 ],
 "09-02": [
  "Admit what you did wrong and commit to a plan to avoid repeating that wrongdoing in the future",
  "So great is the change created by repentance, that through it wanton transgressions are made into merits"
 ],
 "09-03": [
  "Admit it when you make a mistake",
  "A righteousperson falls down seven times and gets up, while the wicked are tripped by one's misfortune"
 ],
 "09-04": [
  "At the supermarket, buy an extra can of whatever you are buying to donate to a food drive or food bank",
  "God who follows righteousness and kindness finds life, righteousness and honor"
 ],
 "09-05": [
  "Anonymously sponsor lulavim and etrogim for individuals who cannot afford to purchase their own",
  "Do not neglect the children of the poor, for from them will go forth the Law"
 ],
 "09-06": [
  "At the end of the day, donate your spare change to tzedakah",
  "Righteousness is not an inheritance, but one’s own"
 ],
 "09-07": [
  "Begin the New Year by donating to charity",
  "The more charity, the more peace"
 ],
 "09-08": [
  "Free up one hour of your busy schedule to give yourself time to relax and breathe",
  "Just as the body becomes exhausted from hard labor, and then by rest and refreshment recovers, so is it necessary for the mind to have relaxation"
 ],
 "09-09": [
  "After Shabbat, call someone who you think might be angry with you and try to smooth things over",
  "Jacob send messengers ahead of him to his brother Esau, to the field of Edom in the Seir area. He instructed them to deliver the following message…'(I) am now sending word to tell my lord, to find favor in your eyes.'"
 ],
 "09-10": [
  "Attend a charity auction and donate money to purchase an item to support the cause",
  "Great in planning, mighty in deeds, Your eyes watch all the ways of men. You repay each man according to his ways and the outcomes of his deeds"
 ],
 "09-11": [
  "Participate in a chesed (community service) fair with your child. Find an organization where you can both volunteer your time",
  "Let me hear joyous and glad tidings"
 ],
 "09-12": [
  "Give tzedakah anonymously",
  "O You Who hears prayers, all mankind comes to You"
 ],
 "09-13": [
  "Donate money to a local charity campaign",
  "He distributed, he gave to the needy; his charity endures forever"
 ],
 "09-14": [
  "Volunteer once a month for an organization that serves your community",
  "The acts of the leader are the acts of the nation. If the leader is just, the nation is just. If the leader is unjust, the nation too is unjust and is punished for the sins of the leader"
 ],
 "09-15": [
  "Contact your local Meals-on-Wheels or Tomchei Shabbos branch and volunteer to deliver food to those in need",
  "I will fetch a morsel of bread, and comfort your hearts"
 ],
 "09-16": [
  "Be fair",
  "We opened our packs, and each man's money was at the top of the pack. It was our own money, in its exact weight. We have brought it back with us"
 ],
 "09-17": [
  "Between Rosh Hashannah and Yom Kippur are the Ten Days of Repentance. During these days, be especially mindful of your actions – especially those involving others",
  "God, who shall abide in Your tent? He who does not slander with his tongue, nor does evil to his fellow, nor takes up a reproach against his neighbor"
 ],
 "09-18": [
  "Because Tashlich can still be recited until Shemini Atzeret, if you hear from a friend that they were unable to partake in the service on Rosh Hashannah, offer to take him/her today",
  "As one hand washes the other, so must one person help another"
 ],
 "09-19": [
  "Be the bigger person by being the first to apologize",
  "Surely, if you do right, there is uplift. But if you do not do right, sin crouches at the door"
 ],
 "09-20": [
  "Donate old eyeglasses to an organization that will reuse them",
  "The light of the eyes rejoices the heart"
 ],
 "09-21": [
  "If you see a shopping cart in the middle of the parking lot, bring it back to the front of the store",
  "Fortunate are the righteous and fortunate are their neighbors"
 ],
 "09-22": [
  "Do not hold a grudge toward those you feel have wronged you. Forgive people for their actions",
  "Do not be scornful of any person"
 ],
 "09-23": [
  "Do not judge other people today",
  "Who says your blood is redder than his?"
 ],
 "09-24": [
  "As Yom Kippur approaches, seek opportunities to give charity",
  "Share your bread with the hungry and take the poor into your home; when you see the naked clothe them"
 ],
 "09-25": [
  "Pledge to give a donation to a school in an underserved poor area or to a school scholarship fund",
  "Rav Yehuda said in the name of Rav, This man named Yehoshua ben Gamla should be remembered favorably, for, were it not for him, Torah would have been forgotten from the Jewish people. Prior to his time, someone who had a father, his father taught him Torah, and one who had no father did not study Torah"
 ],
 "09-26": [
  "Give leftover food from your Break the Fast to those in need",
  "Show me now your way, that I may know you"
 ],
 "09-27": [
  "Arrange a sukkah hop for neighborhood children",
  "One who gives charity in secret is greater than Moses"
 ],
 "09-28": [
  "Bake a batch of cookies and bring them to the office staff on your next doctor's appointment",
  "Let all who are hungry come in and eat, let all who are needy come in"
 ],
 "09-29": [
  "Make a designated time to prepare a home-cooked meal for someone in need",
  "They were to observe them as days of feasting and rejoicing, and for sending portions to one another and gifts to the poor"
 ],
 "09-30": [
  "At the Shabbat table, tell an inspirational story about kindness",
  "Charity saves us from death"
 ],
 "10-01": [
  "Donate money to an organization that gives lulavim and etrogim to those who cannot afford their own",
  "He who gives unto the poor shall not lack"
 ],
 "10-02": [
  "Bring a lulav and etrog to the Jewish patients of a nearby hospital. Ask them if they'd like to perform the mitzvah of shaking the lulav and etrog",
  "You shall rejoice in your festival. You shall be only happy"
 ],
 "10-03": [
  "Organize a sleepover under the stars in your succah for your children and their friends",
  "The birds of the sky dwell beside them and sing among the foliage"
 ],
 "10-04": [
  "Discuss starting a kindness newsletter for your community during Sukkot, featuring local resources and inspirational stories of local people doing acts of chesed",
  "The heavens tell of His glory and also the earth is full of His kindness"
 ],
 "10-05": [
  "Take time to learn something new about Shemini Atzeret and share your knowlege with a friend",
  "One who has gained him/herself Torah knowledge, has gained him/herself the life of the World to Come"
 ],
 "10-06": [
  "Help facilitate the children's Simchat Torah program at your synagogue",
  "Blessed are You, God, Who teaches Torah to His people Israel"
 ],
 "10-07": [
  "After Shabbat, find unneeded items in your home and donate them to charitable organizations",
  "Of every man whose heart prompts him to give you shall take my offering"
 ],
 "10-08": [
  "Become a big brother or big sister to a child in need of special attention. Try to do a different fun activity with him or her weekly",
  "If one performs a good deed, God gives him one angel. If he performs two good deeds, God gives him two angels. If he performs many good deeds, God gives him half His camp"
 ],
 "10-09": [
  "Provide support for refugees",
  "For you were strangers in the Land of Egypt"
 ],
 "10-10": [
  "Attend a recognition event for a cause you support",
  "If you offer your compassion to the hungry and satisfy the famished creature, then shall your light shine in darkness"
 ],
 "10-11": [
  "Take time to appreciate nature. When you are outside, stop, look around and be thankful",
  "Blessed are you, our God, who left nothing out of this world, and created in it good creatures and good trees, so humankind could benefit from them"
 ],
 "10-12": [
  "Purchase fair-trade items",
  "Because of the plundering of the poor, because of the groaning of the needy, 'I will now take action!' says God…"
 ],
 "10-13": [
  "If you see a bus passenger does not have enough bus fare, pay the rest, no questions asked",
  "The good person will be remembered forever"
 ],
 "10-14": [
  "Say hello to the people you see on the street today and share a few pleasantries",
  "Happy are they that are upright in the way, who walk in God's law"
 ],
 "10-15": [
  "Avoid buying items that have been produced unethically",
  "The more Torah, the more life"
 ],
 "10-16": [
  "If you mistakenly pick up an item that you don't need in the supermarket, return it to its proper location",
  "He scrutinizes and knows our hidden most secrets; He perceives a matter's outcome at its inception"
 ],
 "10-17": [
  "Don't buy items that are sold on the street, that you strongly suspect have been stolen",
  "You shall not steal, neither deal falsely, neither lie to one another"
 ],
 "10-18": [
  "Become an advocate for an organization that remodels homes to make them ADA compliant for servicemen and servicewomen injured in the line of duty",
  "They will live there in security"
 ],
 "10-19": [
  "Give back to your community. Visit www.areyvut.org for great ideas!",
  "The path of the righteous is like the light of the sun that shines ever more brightly until the height of noonday"
 ],
 "10-20": [
  "Donate office supplies to a philanthropic organization",
  "Happy is the person that considers the poor"
 ],
 "10-21": [
  "When picnicking in the park, leave the area where you ate the way you found it",
  "I believe with complete faith that the Creator, Blessed is His Name, rewards with good those who observe His commandments, and punishes those who violate His commandments"
 ],
 "10-22": [
  "At the end of the day, spend a few minutes straightening up your office or classroom so that the cleaning staff will have less work to do",
  "Rabban Yochanan ben Zakkai was always careful to greet first anyone whom he met"
 ],
 "10-23": [
  "Do something to help future generations",
  "The man said to Honi, ‘I found a world full of carob trees. Just as my ancestors planted for me, I too am planting for my descendants’"
 ],
 "10-24": [
  "Arrange to have a recent Bar or Bat Mitzvah teenager inspire others by speaking about their chesed (service) project in your synagogue",
  "Praiseworthy are those who dwell in Your house; may they always praise You, Selah!"
 ],
 "10-25": [
  "Avoid buying any items you believe were illegally produced",
  "When a person departs from this world, neither his silver, nor gold, nor precious stones nor pearls accompany him; only his Torah and good deeds"
 ],
 "10-26": [
  "Contact an organization that serves children with special needs. Ask if you can volunteer your time to work on an arts and crafts project for Chanukah with the children",
  "God has seen the labor of my hands"
 ],
 "10-27": [
  "Be mindful of your manners",
  "For God glorified you"
 ],
 "10-28": [
  "Collect soaps, shampoos and other small toiletries to donate to centers for vicims of domestic violence and abuse or teenage rehabilitation centers",
  "If there be among you a needy person, one of your brethren ... you must not harden your heart, nor shut your hand from your poor brother. But you shall open your hand wide to him"
 ],
 "10-29": [
  "Donate art supplies to schools or daycare centers",
  "For I have singled him out in order that he may instruct his children and his posterity to keep the way of the Lord by doing what is right and just"
 ],
 "10-30": [
  "Donate two hours of your time to an organization that can benefit from a specific skill or talent you possess",
  "It is the same whether a man offers much or little, provided his heart is directed to heaven"
 ],
 "10-31": [
  "Write a letter to your state representative and thank him or her for their service",
  "You are blessed, Lord our God, the sovereign of the world, who allots some of His glory to those who revere Him"
 ],
 "11-01": [
  "After a social luncheon or dinner event, suggest to the host to donate the centerpieces to a charitable organization",
  "God made rich people and poor people so that they should benefit each other"
 ],
 "11-02": [
  "After a snowstorm, make sure to shovel and put ice melt on your sidewalk to ensure no one gets injured",
  "If you want to help pull a friend out of the mire, don't hesitate to get a little dirty"
 ],
 "11-03": [
  "Let a friend, classmate or colleague vent to you without trying to calm them down or telling them that they are wrong",
  "Rabbi Shimon the son of Elazar would say: Do not appease your friend at the height of his anger"
 ],
 "11-04": [
  "After Shabbat, bring a gift to someone for no other reason than to be nice",
  "Take my gift because God has dealt graciously with me, and I have enough"
 ],
 "11-05": [
  "After reading a newspaper, magazine or book, set up a free library stand on your property",
  "Run to perform a light commandment as you would to perform the most important"
 ],
 "11-06": [
  "Be a good friend by supporting others in times of joy and times of challenge",
  "The highest good is a good heart"
 ],
 "11-07": [
  "After a night out with a friend, call or text to make sure he or she got home safely",
  "Do not urge me to abandon you, to turn back from following you"
 ],
 "11-08": [
  "Bake challot and deliver them to friends or family members who are too busy to buy or make their own for this Shabbat",
  "Every man shall give as he is able, according to the blessing of the Lord your God that he has given you"
 ],
 "11-09": [
  "Allow yourself to learn something from someone younger",
  "Who is wise? He who learns from every man"
 ],
 "11-10": [
  "Tell a story from the Torah as your child's bedtime story",
  "Their children, who do not know, will listen and learn to be in awe of God your Lord"
 ],
 "11-11": [
  "Although much easier said than done, give someone a second chance",
  "And the Lord spoke to Moses, saying ‘Speak to the Israelite people, saying: When any of you [or your descendants] who are defiled by a corpse, or are on a long journey, [as a second chance,] you would offer a Passover sacrifice to the Lord in the second month"
 ],
 "11-12": [
  "Anonymously pay for someone's meal at a restaurant",
  "He placed the meat in a basket, and put soup in a pot. He brought them out to him under the terebinth, and presented them"
 ],
 "11-13": [
  "Answer someone's question on a Q&A forum",
  "Run to perform a minor deed as if it were a major one"
 ],
 "11-14": [
  "Always carry an extra pack of tissues and be prepared to offer them as needed",
  "Our answers must be given in deeds, not words"
 ],
 "11-15": [
  "Answer the phone in a cheerful voice",
  "Greet every person with a cheerful countenance"
 ],
 "11-16": [
  "Arrange for people who have started unique chesed projects to speak in your community",
  "Fortunate are the righteous and fortunate are their neighbors"
 ],
 "11-17": [
  "Ask a grandparent (your own or someone else's) what they wish they had known when they were your age",
  "With age comes wisdom, and length of days brings understanding"
 ],
 "11-18": [
  "Anticipate your guests' needs. Go out of your way to ensure that your guests have a pleasant stay at your house",
  "All of the effort that he/she expended, he/she expended only for me"
 ],
 "11-19": [
  "Assume the best of others. Today, don't be quick to judge",
  "Love things that belong to your fellow human being as much as you love the things that are your own"
 ],
 "11-20": [
  "Ask for advice from a loved one or friend to show that you value what they have to say",
  "He loves charity and justice; the earth is filled with the loving-kindness of the Lord"
 ],
 "11-21": [
  "Arrange for your child to play with a child who could use a friend",
  "Educate a child according to his own way, and when he/she is old he will not depart from it"
 ],
 "11-22": [
  "Ask for forgiveness from three or more of your peers",
  "You have been trapped by the sayings of your mouth; you have ben caught by the sayings of your mouth"
 ],
 "11-23": [
  "Before sitting down to your own Thanksgiving meal, spend some time volunteering at a soup kitchen that serves Thanksgiving meals to those in need",
  "When you give food to a hungry person, give the hungry person your best and sweetest food"
 ],
 "11-24": [
  "Avoid spending time with people who will tempt you to gossip",
  "Do not stand idly by while your neighbor’s blood is shed"
 ],
 "11-25": [
  "Be a good listener. Pay attention to what people are saying and don't interrupt them",
  "A friend is devoted at all times"
 ],
 "11-26": [
  "Ask permission before borrowing something that does not belong to you",
  "You must not defraud your neighbor or rob him"
 ],
 "11-27": [
  "Let go of a grudge that has been on your mind lately",
  "Do not bear any grudge against the children of thy people, but you shall love thy neighbour as thyself"
 ],
 "11-28": [
  "When staying the night in someone's home, bring a small gift even if it's someone you know really well",
  "Ask of Me and I will give it; nations as your inheritance, your domain reaching to the ends of the earth"
 ],
 "11-29": [
  "Bake an extra batch of cookies and give it to someone for no good reason",
  "If I am not for myself, who will be for me? But if I am only for myself, who am I? If not now, when?"
 ],
 "11-30": [
  "Spend an extra long time with your friend",
  "He is at all times generous and lends, and his offspring are blessed"
 ],
 "12-01": [
  "Don't jump to conclusions. Give someone the benefit of the doubt",
  "Righteousness and justice are the foundation of your throne; love and faithfulness go before you"
 ],
 "12-02": [
  "Don't judge a book by its cover. Give everyone a fair chance",
  "Do not look at the vessel, but what is inside it"
 ],
 "12-03": [
  "Follow through with a promise you made even if takes extra effort",
  "A person who makes a vow, a promise to God or takes an oath to do something, must carry it out"
 ],
 "12-04": [
  "Be truthful",
  "God always remains God, exercising power, loving His creation and ready to bestow favor, long-suffering and abundant in loving-kindness and truth"
 ],
 "12-05": [
  "Be intentionally generous to everyone you meet",
  "Our rabbis taught: Lovingkindness is greater than charity…Charity is given only to the poor, while lovingkindness may be given both to the poor and to the rich"
 ],
 "12-06": [
  "Avoid crude or unkind language today",
  "He who refrains from passing judgment rids himself of enmity, robbery and vain oaths"
 ],
 "12-07": [
  "If you made a mistake at work or school, be honest and tell someone what happened",
  "You must love honesty and integrity"
 ],
 "12-08": [
  "Ask a friend who you trust to hold you accountable every time you gossip",
  "Be cautious with your words"
 ],
 "12-09": [
  "Do not break your parents' trust",
  "May you remain loyal to your parents"
 ],
 "12-10": [
  "If there is a chance you will not be able to keep a promise then avoid making that promise",
  "It is better to make no promises at all than to make them, even if one is certain of fulfilling them"
 ],
 "12-11": [
  "Avoid situations in which you will need to lie to others",
  "You shall not curse a deaf person. You shall not place a stumbling block before a blind person"
 ],
 "12-12": [
  "Do not embellish the stories you tell. People will remember everything you say and take it to heart",
  "You shall not go up and down as a talebearer among your people"
 ],
 "12-13": [
  "Promote honesty in your workplace by owning up to a mistake you made",
  "Redress is turned back and vindication stays afar because honesty stumbles in the public square, and uprightness cannot either"
 ],
 "12-14": [
  "Speak about human injustice through various media: social media, rallies, newspapers or conversations",
  "Justice, justice shall you pursue, that you may thrive and occupy the land that the Lord is giving you"
 ],
 "12-15": [
  "Be true to yourself and follow through with a personal or interpersonal commitment you made",
  "God is not man to be capricious, or mortal to change God's mind. Would God promise and not fulfill?"
 ],
 "12-16": [
  "Be trustworthy",
  "The person who reveals a secret spreads slander, but a trustworthy person conceals the matter"
 ],
 "12-17": [
  "Don't gossip, put others down or spread rumors",
  "And it is not study that is the main thing, but practice; and anyone who excessively talks brings on sin"
 ],
 "12-18": [
  "Don't judge others",
  "Judge everyone favorably"
 ],
 "12-19": [
  "When warranted, write a letter of apology to someone you've wronged",
  "Rabbi Meir said, Great is repentance, because for the sake of one who truly repents, the whole world is pardoned"
 ],
 "12-20": [
  "Don't snoop around someone's personal belongings or text messages, even when their belongings are out in plain sight",
  "Your good conduct will make you friends, but your evil conduct will make you enemies"
 ],
 "12-21": [
  "Ask someone how they are in way that makes it clear that you really want to hear their answer. Then see if there is a way that you can help them to feel better",
  "A pure-hearted friend , His/her speech is gracious; God has the king for his companion"
 ],
 "12-22": [
  "Forgive the person you used to hate",
  "R. Gamaliel Beribbi said: And he shall give you mercy, and have compassion upon you: he who is merciful to others, mercy is shown to him by Heaven, while he who is not merciful to others, mercy is not shown to him by Heaven"
 ],
 "12-23": [
  "Show honor and respect to a person that you look up to and admire",
  "Reverence means that the child must neither stand nor sit in his parent’s place, nor contradict his words, nor tip the scale against him/her. Honor means that he must give him/her food and drink, clothe and cover him/her, and lead him/her in and out"
 ],
 "12-24": [
  "Recognize that it is okay when you don't have all the answers and listen carefully to other people's opinions",
  "Why Beit Hillel privileged to have the halakha established in accordance with their opinion? Because they were agreeable and forbearing; they would teach both their own statements and the statements of Beit Shammai; and they prioritized the statements of Beit Shammai to their own statements"
 ],
 "12-25": [
  "Make certain that people in your community are given the honor that is their due",
  "The day Hillel was bowed and was sitting before Shammai like one of the students… was as difficult for Israel as the day the Golden Calf was made"
 ],
 "12-26": [
  "Think of ways you can demonstrate honesty in your community and act on them",
  "This is God, in Whom we trusted; let us rejoice and celebrate in His deliverance"
 ],
 "12-27": [
  "Write an honest and positive review for a vendor whose services you have recently used and recommend them to others",
  "A good name is better than fragrant oil"
 ],
 "12-28": [
  "Refrain from making assumptions",
  "A wise man is with strength, and a man of knowledge maintains strength"
 ],
 "12-29": [
  "Love someone for who they are",
  "And you shall love your fellow as yourself"
 ],
 "12-30": [
  "Speak only the truth today",
  "Happy is the one who performs a good deed. It may tip the scale for him/her and the world"
 ],
 "12-31": [
  "Ask a friend, classmate, or co-worker what you can do to help them this morning. Then do it with a smile",
  "Distance yourself from falsehood"
 ]
}
