{
"Bereshit":{
 "rabbisacks.org":"bereishit",
 "ajr.edu":{"target":"bereisheet"},
 "aju.edu":153,
 "jtsa.edu":"bereishit",
 "torah.org":{"target":"bereishis"},
 "ou.org":{"target":"Bereshit","cid":"1371"},
 "reformjudaism.org":{"target":"breishit"},
 "chabad.org":7781,
 "learntefillah.com":"bereshit",
 "sefaria":{"target":"bereishit","summary":"Bereishit (“In the Beginning”), the first parashah in the annual Torah reading cycle, begins with God’s creation of the world. The first people, Adam and Eve, eat from the Tree of Knowledge and are banished from the Garden of Eden. Their elder son, Cain, kills their younger son, Abel, and Cain is destined to a life of wandering."},
 "wikipedia":{"target":"Bereshit_(parashah)","summary":"In the parashah, God creates the heavens, the world, Adam and Eve, and Sabbath. A serpent convinces Eve, who then invites Adam, to eat the fruit of tree of the knowledge of good and evil, which God had forbidden to them. So God curses them and expels them from the Garden of Eden. One of their sons, Cain, becomes the first murderer, killing his brother Abel out of jealousy. Adam and Eve have other children, whose descendants populate the Earth. Each generation becomes more and more degenerate until God, despairing, decides to destroy humanity. Only one man, Noah, finds God's favor."},
 "uscj.org":{"target":"Bereshit"}
},
"Noach":{
 "rabbisacks.org":"noach",
 "ajr.edu":{"target":"noah"},
 "aju.edu":126,
 "jtsa.edu":"noah",
 "torah.org":{"target":"noach"},
 "ou.org":{"target":"Noach","cid":"1372"},
 "reformjudaism.org":{"target":"noach"},
 "chabad.org":9168,
 "learntefillah.com":"noach",
 "sefaria":{"target":"noach","summary":"Noach (“Noah”) begins as God decides to destroy mankind with a flood. At God’s command, the righteous Noah builds an ark, where Noah, his family, and select animals survive the flood. Noah’s children bear children, and several generations develop. God confounds the speech of people building the Tower of Babel."},
 "wikipedia":{"target":"Noach_(parashah)","summary":"The parashah tells the stories of the Flood and Noah's Ark, of Noah's subsequent drunkenness and cursing of Canaan, and of the Tower of Babel."},
 "uscj.org":{"target":"Noah"}
},
"Lech-Lecha":{
 "rabbisacks.org":"lech-lecha",
 "ajr.edu":{"target":"lekh-lekha"},
 "aju.edu":121,
 "jtsa.edu":"lekh-lekha",
 "torah.org":{"target":"lech-lecha"},
 "ou.org":{"target":"Lech Lecha","cid":"1374"},
 "reformjudaism.org":{"target":"lech-lcha"},
 "chabad.org":9169,
 "learntefillah.com":"lech-lecha",
 "sefaria":{"target":"lech-lecha","summary":"Lech Lecha (“Go Forth”) recounts Abraham’s (here known as Abram) first encounter with God, his journey to Canaan, the birth of his son Ishmael, the covenant between him, his descendants, and God, and God’s commandment to circumcise the males of his household."},
 "wikipedia":{"target":"Lech-Lecha","summary":"The parashah tells the stories of God's calling of Abram (who would become Abraham), Abram's passing off his wife Sarai as his sister, Abram's dividing the land with his nephew Lot, the war between the four kings and the five, the covenant between the pieces, Sarai's tensions with her maid Hagar and Hagar's son Ishmael, and the covenant of circumcision (brit milah)."},
 "uscj.org":{"target":"LekhLekha"}
},
"Vayera":{
 "rabbisacks.org":"vayera",
 "ajr.edu":{"target":"vayeira-sefer-bereisheet"},
 "aju.edu":142,
 "jtsa.edu":"vayera",
 "torah.org":{"target":"vayera"},
 "ou.org":{"target":"Vayerah","cid":"1375"},
 "reformjudaism.org":{"target":"vayeira"},
 "chabad.org":9170,
 "learntefillah.com":"vayera",
 "sefaria":{"target":"vayera","summary":"Vayera (“He Appeared”) opens as guests inform Abraham that Sarah will give birth. Despite Abraham’s attempts to convince God otherwise, God destroys the cities of Sodom and Gomorrah. Sarah gives birth to Isaac, and Abraham sends away Hagar and Ishmael. At God’s command, Abraham prepares to sacrifice Isaac, but an angel of God tells Abraham to offer a ram instead."},
 "wikipedia":{"target":"Vayeira","summary":"The parashah tells the stories of Abraham's three visitors, Abraham's bargaining with God over Sodom and Gomorrah, Lot's two visitors, Lot's bargaining with the Sodomites, the flight of Lot, the destruction of Sodom and Gomorrah, how Lot's daughters became pregnant by their father, how Abraham once again passed off his wife Sarah as his sister, the birth of Isaac, the expulsion of Hagar, disputes over wells, and the binding of Isaac (הָעֲקֵידָה, the Akedah)."},
 "uscj.org":{"target":"Vayera"}
},
"Chayei Sara":{
 "rabbisacks.org":"chayei-sarah",
 "ajr.edu":{"target":"hayei-sarah"},
 "aju.edu":113,
 "jtsa.edu":"hayyei-sarah",
 "torah.org":{"target":"chayei-sarah"},
 "ou.org":{"target":"Chayei Sarah","cid":"1376"},
 "reformjudaism.org":{"target":"chayei-sarah"},
 "chabad.org":9171,
 "learntefillah.com":"chaye-sarah",
 "sefaria":{"target":"chayei-sarah","summary":"Chayei Sarah (“The Life of Sarah”) opens as Sarah dies and Abraham buys the Cave of Machpelah to bury her. Abraham sends his servant to find a wife for Isaac. The servant meets Rebecca at a well, and Rebecca returns with the servant to marry Isaac. Abraham remarries, has more children, and dies at age 175."},
 "wikipedia":{"target":"Chayei_Sarah","summary":"The parashah tells the stories of Abraham's negotiations to purchase a burial place for his wife Sarah and his servant's mission to find a wife for Abraham's son Isaac."},
 "uscj.org":{"target":"HayeSarah"}
},
"Toldot":{
 "rabbisacks.org":"toldot",
 "ajr.edu":{"target":"toledot"},
 "aju.edu":135,
 "jtsa.edu":"toledot",
 "torah.org":{"target":"toldos"},
 "ou.org":{"target":"Toldot","cid":"1377"},
 "reformjudaism.org":{"target":"toldot"},
 "chabad.org":9172,
 "learntefillah.com":"toledot",
 "sefaria":{"target":"toldot","summary":"Toldot (“Generations”) opens with the births of Isaac and Rebecca’s twins, Jacob and Esau. Esau sells his birthright to Jacob in exchange for soup. Isaac and Rebecca travel to Gerar, where Isaac makes a peace treaty with King Abimelech. Isaac gives Jacob the blessing meant for Esau, and Jacob runs away to his uncle Laban."},
 "wikipedia":{"target":"Toledot","summary":"The parashah tells of the conflict between Jacob and Esau, Isaac's passing off his wife Rebekah as his sister, and Isaac's blessing of his sons."},
 "uscj.org":{"target":"Toldot"}
},
"Vayetzei":{
 "rabbisacks.org":"vayetse",
 "ajr.edu":{"target":"vayeitzei"},
 "aju.edu":144,
 "jtsa.edu":"vayetzei",
 "torah.org":{"target":"vayeitzei"},
 "ou.org":{"target":"Vayeitzei","cid":"1378"},
 "reformjudaism.org":{"target":"vayeitzei"},
 "chabad.org":9173,
 "learntefillah.com":"vayetse",
 "sefaria":{"target":"vayetzei","summary":"Vayetzei (“He Went Out”) opens as Jacob dreams about angels going up and down a ladder, and then continues on his journey toward the home of his uncle Laban. During years of indentured servitude, Jacob marries Laban’s daughters Leah and Rachel, bearing children with them and with their maidservants, Bilhah and Zilpah."},
 "wikipedia":{"target":"Vayetze","summary":"The parashah tells of Jacob's travels to, life in, and return from Haran. The parashah recounts Jacob's dream of a ladder to heaven, Jacob's meeting of Rachel at the well, Jacob's time working for Laban and living with Rachel and Leah, the birth of Jacob's children, and the departure of Jacob's family from Laban."},
 "uscj.org":{"target":"Vayetze"}
},
"Vayishlach":{
 "rabbisacks.org":"vayishlach",
 "ajr.edu":{"target":"vayishlah"},
 "aju.edu":147,
 "jtsa.edu":"vayishlah",
 "torah.org":{"target":"vayishlach"},
 "ou.org":{"target":"Vayishlach","cid":"1379"},
 "reformjudaism.org":{"target":"vayishlach"},
 "chabad.org":15554,
 "learntefillah.com":"vayishlach",
 "sefaria":{"target":"vayishlach","summary":"Vayishlach (“He Sent”) follows Jacob and his family as Jacob wrestles with a man (commonly understood as an angel), is renamed Israel, and reconciles with his brother, Esau. Jacob’s daughter, Dina, is raped by a Hivite prince, and her brothers sack a city in response. Rachel dies as she gives birth to Jacob's youngest child, Benjamin."},
 "wikipedia":{"target":"Vayishlach","summary":"In the parashah, Jacob reconciles with Esau after wrestling with a \"man\". The prince Shechem rapes Dinah, whose brothers sack the city of Shechem in revenge. In the family's subsequent flight, Rachel gives birth to Benjamin and dies in childbirth."},
 "uscj.org":{"target":"Vayishlah"}
},
"Vayeshev":{
 "rabbisacks.org":"vayeshev",
 "ajr.edu":{"target":"vayeishev-sefer-bereisheet"},
 "aju.edu":143,
 "jtsa.edu":"vayeshev",
 "torah.org":{"target":"vayeishev"},
 "ou.org":{"target":"Vayeishev","cid":"1380"},
 "reformjudaism.org":{"target":"vayeishev"},
 "chabad.org":15555,
 "learntefillah.com":"vayeshev",
 "sefaria":{"target":"vayeshev","summary":"Vayeshev (“He Settled”) begins the story of Joseph, describing his rivalry with his brothers, slavery in Egypt, and imprisonment after his master’s wife frames him in response to Joseph’s refusal of her advances. It also contains the story of Tamar, her husbands, and her father-in-law, Judah."},
 "wikipedia":{"target":"Vayeshev","summary":"The parashah tells the stories of how Jacob's other sons sold Joseph into captivity in Egypt, how Judah wronged his daughter-in-law Tamar who then tricked him into fulfilling his oath, and how Joseph served Potiphar and was imprisoned when falsely accused of assaulting Potiphar's wife."},
 "uscj.org":{"target":"Vayeshev"}
},
"Miketz":{
 "rabbisacks.org":"mikketz",
 "ajr.edu":{"target":"mikeitz"},
 "aju.edu":123,
 "jtsa.edu":"miketz",
 "torah.org":{"target":"miketz"},
 "ou.org":{"target":"Mikeitz","cid":"1381"},
 "reformjudaism.org":{"target":"mikeitz"},
 "chabad.org":15556,
 "learntefillah.com":"mikets",
 "sefaria":{"target":"miketz","summary":"Miketz (“After”) follows Joseph as he interprets Pharaoh's dreams and rises to become second-in-command to Pharaoh. When Joseph’s brothers come to Egypt seeking food during a famine, Joseph accuses them of spying. He insists that they return with their youngest brother, Benjamin, and later plants a goblet in Benjamin’s bag."},
 "wikipedia":{"target":"Miketz","summary":"The parashah tells of Joseph's interpretation of Pharaoh's dreams, Joseph's rise to power in Egypt, and Joseph's testing of his brothers."},
 "uscj.org":{"target":"Miketz"}
},
"Vayigash":{
 "rabbisacks.org":"vayigash",
 "ajr.edu":{"target":"vayigash"},
 "aju.edu":145,
 "jtsa.edu":"vayiggash",
 "torah.org":{"target":"vayigash"},
 "ou.org":{"target":"Vayigash","cid":"1382"},
 "reformjudaism.org":{"target":"vayigash"},
 "chabad.org":15557,
 "learntefillah.com":"vayigash",
 "sefaria":{"target":"vayigash","summary":"Vayigash (“He Approached”) opens as Judah pleads with Joseph not to keep Benjamin as a prisoner. Joseph reveals his true identity to his brothers, crying and kissing them. The brothers bring Jacob from Canaan to Egypt, and Jacob and his children settle in Goshen. The portion ends as Joseph buys most of Egypt’s land in exchange for food."},
 "wikipedia":{"target":"Vayigash","summary":"In the parashah, Judah pleads on behalf of his brother Benjamin, Joseph reveals himself to his brothers, Jacob comes down to Egypt, and Joseph's administration of Egypt saves lives but transforms all the Egyptians into bondmen."},
 "uscj.org":{"target":"Vayigash"}
},
"Vayechi":{
 "rabbisacks.org":"vayechi",
 "ajr.edu":{"target":"vayehi"},
 "aju.edu":141,
 "jtsa.edu":"vayehi",
 "torah.org":{"target":"vayechi"},
 "ou.org":{"target":"Vayechi","cid":"1373"},
 "reformjudaism.org":{"target":"va-ychi"},
 "chabad.org":15558,
 "learntefillah.com":"vayechi",
 "sefaria":{"target":"vayechi","summary":"Vayechi (“He Lived”) is the final Torah portion in the Book of Genesis. It opens as Jacob prepares for his death, making his son Joseph swear to bury him in the Cave of Machpelah. Jacob blesses Joseph’s two sons and his own 12 sons and then dies. Jacob’s sons bury him. The portion ends with Joseph’s death."},
 "wikipedia":{"target":"Vaychi","summary":"The parashah tells of Jacob's request for burial in Canaan, Jacob's blessing of Joseph's sons Ephraim and Manasseh, Jacob's blessing of his sons, Jacob's death and burial, and Joseph's death."},
 "uscj.org":{"target":"Vayehi"}
},
"Shemot":{
 "rabbisacks.org":"shemot",
 "ajr.edu":{"target":"shemot"},
 "aju.edu":167,
 "jtsa.edu":"shemot",
 "torah.org":{"target":"shemos"},
 "ou.org":{"target":"Shemot","cid":"1384"},
 "reformjudaism.org":{"target":"shmot"},
 "chabad.org":15559,
 "learntefillah.com":"shemot",
 "sefaria":{"target":"shemot","summary":"Shemot (“Names”) is the first Torah reading in the Book of Exodus. It opens describing the enslavement of the Israelites in Egypt. Moses is born, placed in a basket on the Nile, and adopted into Pharaoh’s household. He later encounters God at a burning bush and begins his mission of demanding that Pharoah let the Israelites go."},
 "wikipedia":{"target":"Shemot_(parsha)","summary":"The parashah tells of the Israelites' affliction in Egypt, the hiding and rescuing of the infant Moses, Moses in Midian, the calling of Moses, circumcision on the way, meeting the elders, and Moses before Pharaoh."},
 "uscj.org":{"target":"Shemot"}
},
"Vaera":{
 "rabbisacks.org":"vaera",
 "ajr.edu":{"target":"vaeira"},
 "aju.edu":138,
 "jtsa.edu":"vaera",
 "torah.org":{"target":"vaera"},
 "ou.org":{"target":"Vaeira","cid":"1385"},
 "reformjudaism.org":{"target":"va-eira"},
 "chabad.org":15560,
 "learntefillah.com":"vaera",
 "sefaria":{"target":"vaera","summary":"Vaera (“I Appeared”) opens as God promises to redeem the enslaved Israelites and bring them to the Promised Land. When Pharaoh repeatedly refuses to let the Israelites go, God sends a series of plagues: water turning to blood, frogs, lice, wild animals, death of livestock, boils, and hail."},
 "wikipedia":{"target":"Va%27eira","summary":"The parashah tells of the first seven Plagues of Egypt."},
 "uscj.org":{"target":"Vaera"}
},
"Bo":{
 "rabbisacks.org":"bo",
 "ajr.edu":{"target":"bo"},
 "aju.edu":155,
 "jtsa.edu":"bo",
 "torah.org":{"target":"bo"},
 "ou.org":{"target":"Bo","cid":"1386"},
 "reformjudaism.org":{"target":"bo"},
 "chabad.org":15561,
 "learntefillah.com":"bo",
 "sefaria":{"target":"bo","summary":"Bo (“Come”) recounts the last three plagues that God inflicts on the Egyptians: locusts, darkness, and death of firstborns. God commands the Israelites to offer a Passover lamb sacrifice. After the last plague, Pharaoh and the Egyptians demand that the Israelites leave."},
 "wikipedia":{"target":"Bo_(parsha)","summary":"The parashah tells of the last three plagues on Egypt and the first Passover."},
 "uscj.org":{"target":"Bo"}
},
"Beshalach":{
 "rabbisacks.org":"beshallach",
 "ajr.edu":{"target":"beshalah"},
 "aju.edu":154,
 "jtsa.edu":"beshallah",
 "torah.org":{"target":"beshalach"},
 "ou.org":{"target":"Beshalach","cid":"1387"},
 "reformjudaism.org":{"target":"bshalach"},
 "chabad.org":15562,
 "learntefillah.com":"beshalach",
 "sefaria":{"target":"beshalach","summary":"Beshalach (“When He Let Go”) describes the splitting of the Red Sea and the song the Israelites sing upon crossing through. In the desert, God sweetens bitter water and provides manna and quail. The portion ends recounting the victory of the Israelites against an attack by the Amalekites."},
 "wikipedia":{"target":"Beshalach","summary":"In this parashah, Pharaoh changes his mind and chases after the Israelite people with his army, trapping them at the Sea of Reeds. God commands Moses to split the sea, allowing them to pass, then closes the sea back upon the Egyptian army. There are the miracles of manna and clean water. The nation of Amalek attacks and the Israelite people are victorious."},
 "uscj.org":{"target":"Beshalah"}
},
"Yitro":{
 "rabbisacks.org":"yitro",
 "ajr.edu":{"target":"yitro"},
 "aju.edu":148,
 "jtsa.edu":"yitro",
 "torah.org":{"target":"yisro"},
 "ou.org":{"target":"Yitro","cid":"1388"},
 "reformjudaism.org":{"target":"yitro"},
 "chabad.org":15563,
 "learntefillah.com":"yitro",
 "sefaria":{"target":"yitro","summary":"Yitro (“Jethro”) begins as Moses reunites with his father-in-law Yitro and accepts his advice to appoint judges who will help govern the Israelites. The Israelites prepare to encounter God at Mount Sinai. God descends amidst fire, smoke, thunder, and the blast of a shofar and gives the Ten Commandments."},
 "wikipedia":{"target":"Yitro_(parsha)","summary":"The parashah tells of Jethro's organizational counsel to Moses and God's revelation of the Ten Commandments to the Israelites at Mount Sinai."},
 "uscj.org":{"target":"Yitro"}
},
"Mishpatim":{
 "rabbisacks.org":"mishpatim",
 "ajr.edu":{"target":"mishpatim"},
 "aju.edu":160,
 "jtsa.edu":"mishpatim",
 "torah.org":{"target":"mishpatim"},
 "ou.org":{"target":"Mishpatim","cid":"1389"},
 "reformjudaism.org":{"target":"mishpatim"},
 "chabad.org":15564,
 "learntefillah.com":"mishpatim",
 "sefaria":{"target":"mishpatim","summary":"Mishpatim (“Laws”) recounts a series of God’s laws that Moses gives to the Israelites. These include laws about treatment of slaves, damages, loans, returning lost property, the Sabbath, the sabbatical year, holidays, and destroying idolatry. The portion ends as Moses ascends Mount Sinai for 40 days."},
 "wikipedia":{"target":"Mishpatim","summary":"The parashah sets out a series of laws, which some scholars call the Covenant Code. It reports the people's acceptance of the covenant with God."},
 "uscj.org":{"target":"Mishpatim"}
},
"Terumah":{
 "rabbisacks.org":"terumah",
 "ajr.edu":{"target":"terumah"},
 "aju.edu":136,
 "jtsa.edu":"terumah",
 "torah.org":{"target":"terumah"},
 "ou.org":{"target":"Terumah","cid":"1390"},
 "reformjudaism.org":{"target":"trumah"},
 "chabad.org":15565,
 "learntefillah.com":"teruma",
 "sefaria":{"target":"terumah","summary":"Terumah (“Donation”) opens as God tells Moses to collect donated materials in order to build a dwelling place for God called the Mishkan (Tabernacle). God describes how to build the vessels that will fill the Mishkan - including the ark, table, menorah, and sacrificial altar - as well as the Mishkan’s walls and curtains."},
 "wikipedia":{"target":"Terumah_(parsha)","summary":"The parashah tells of God's instructions to make the Tabernacle and its furnishings."},
 "uscj.org":{"target":"Terumah"}
},
"Tetzaveh":{
 "rabbisacks.org":"tetzaveh",
 "ajr.edu":{"target":"tetzaveh"},
 "aju.edu":134,
 "jtsa.edu":"tetzavveh",
 "torah.org":{"target":"tetzaveh"},
 "ou.org":{"target":"Tetzaveh","cid":"1391"},
 "reformjudaism.org":{"target":"ttzaveh"},
 "chabad.org":15566,
 "learntefillah.com":"tetsave",
 "sefaria":{"target":"tetzaveh","summary":"Tetzaveh (“You Shall Command”) opens as God instructs Moses to appoint Aaron and his sons as priests. God details how to make the priestly clothing, how to sanctify the priests and offer sacrifices during the seven days of inauguration in the Mishkan (Tabernacle), and how to build the golden altar."},
 "wikipedia":{"target":"Tetzaveh","summary":"The parashah reports God's commands to bring olive oil for the lamp, make sacred garments for the priests, conduct an ordination ceremony, and make an incense altar."},
 "uscj.org":{"target":"Tetzavah"}
},
"Ki Tisa":{
 "rabbisacks.org":"ki-tissa",
 "ajr.edu":{"target":"ki-tissa"},
 "aju.edu":159,
 "jtsa.edu":"ki-tissa",
 "torah.org":{"target":"ki-sisa"},
 "ou.org":{"target":"Ki Tisa","cid":"1392"},
 "reformjudaism.org":{"target":"ki-tisa"},
 "chabad.org":15567,
 "learntefillah.com":"ki-tissa",
 "sefaria":{"target":"ki-tisa","summary":"Ki-Tisa (“When You Elevate”) opens as God tells Moses to collect a half-shekel donation from all Israelites and to anoint the Mishkan (Tabernacle), its vessels, and the priests. The Israelites worship the golden calf and Moses breaks the tablets. Moses beseeches God to forgive, and returns with a second set of tablets."},
 "wikipedia":{"target":"Ki_Tissa","summary":"The parashah tells of building the Tabernacle, the incident of the Golden calf, the request of Moses for God to reveal God's Attributes, and how Moses became radiant."},
 "uscj.org":{"target":"KiTissa"}
},
"Vayakhel":{
 "rabbisacks.org":"vayakhel",
 "ajr.edu":{"target":"vayakhel"},
 "aju.edu":140,
 "jtsa.edu":"vayak-hel",
 "torah.org":{"target":"vayakhel"},
 "ou.org":{"target":"Vayakhel","cid":"1393"},
 "reformjudaism.org":{"target":"vayakheil"},
 "chabad.org":15568,
 "learntefillah.com":"vaykhel",
 "sefaria":{"target":"vayakhel","summary":"Vayakhel (“He Assembled”) opens as God commands the Israelites to observe the Sabbath. Moses asks for material donations for the building of the Mishkan (Tabernacle), and the people donate. A group of artisans designated by God begin building the Mishkan and its vessels."},
 "wikipedia":{"target":"Vayakhel","summary":"The parashah tells of the making of the Tabernacle and its sacred vessels."},
 "uscj.org":{"target":"Vayakhel"}
},
"Pekudei":{
 "rabbisacks.org":"pekudei",
 "ajr.edu":{"target":"pekudei"},
 "aju.edu":140,
 "jtsa.edu":"pekudei",
 "torah.org":{"target":"pekudei"},
 "ou.org":{"target":"Pekudei","cid":"1394"},
 "reformjudaism.org":{"target":"pkudei"},
 "chabad.org":15570,
 "learntefillah.com":"pekude",
 "sefaria":{"target":"pekudei","summary":"Pekudei (“Accountings Of”) is the final Torah reading in the Book of Exodus. It describes the making of priestly garments worn in the Mishkan (Tabernacle) and the completion of its construction. At God’s command, Moses erects the Mishkan and puts its vessels in place, and God's presence fills the Mishkan."},
 "wikipedia":{"target":"Pekudei","summary":"The parashah tells of the setting up of the Tabernacle."},
 "uscj.org":{"target":"Pekudei"}
},
"Vayikra":{
 "rabbisacks.org":"vayikra",
 "ajr.edu":{"target":"vayikra"},
 "aju.edu":171,
 "jtsa.edu":"vayikra",
 "torah.org":{"target":"vayikra"},
 "ou.org":{"target":"Vayikra","cid":"1396"},
 "reformjudaism.org":{"target":"vayikra"},
 "chabad.org":15574,
 "learntefillah.com":"vayicra",
 "sefaria":{"target":"vayikra","summary":"In Vayikra (“He Called”), the first Torah portion in the Book of Leviticus, God tells Moses about the sacrifices offered in the Mishkan (Tabernacle). Among these are sacrifices entirely burnt on the altar, meal offerings made of flour and oil, peace offerings, and sacrifices brought for sinning inadvertently."},
 "wikipedia":{"target":"Vayikra_(parsha)","summary":"The parashah lays out the laws of sacrifices (קָרְבָּנוֹת, korbanot)."},
 "uscj.org":{"target":"Vayikra"}
},
"Tzav":{
 "rabbisacks.org":"tzav",
 "ajr.edu":{"target":"tzav"},
 "aju.edu":170,
 "jtsa.edu":"tzav",
 "torah.org":{"target":"tzav"},
 "ou.org":{"target":"Tzav","cid":"1397"},
 "reformjudaism.org":{"target":"tzav"},
 "chabad.org":15575,
 "learntefillah.com":"tsav",
 "sefaria":{"target":"tzav","summary":"In Tzav (“Command”), God tells Moses about the sacrifices offered in the Mishkan (Tabernacle), including a meal offering brought by the high priest, guilt offerings, and offerings of thanks. Moses initiates Aaron and Aaron’s sons for priestly service in the Mishkan."},
 "wikipedia":{"target":"Tzav","summary":"The parashah teaches how the priests performed the sacrifices and describes the ordination of Aaron and his sons."},
 "uscj.org":{"target":"Tzav"}
},
"Shmini":{
 "rabbisacks.org":"shemini",
 "ajr.edu":{"target":"shemini"},
 "aju.edu":165,
 "jtsa.edu":"shemini",
 "torah.org":{"target":"shemini"},
 "ou.org":{"target":"Shemini","cid":"1398"},
 "reformjudaism.org":{"target":"shmini"},
 "chabad.org":15576,
 "learntefillah.com":"shemini",
 "sefaria":{"target":"shemini","summary":"Shemini (“Eighth”) opens with the consecration of the Mishkan (Tabernacle). Two of Aaron’s sons are consumed by a fire sent from God when they attempt to offer a “strange fire.” God describes the animals, birds, and fish that are permissible and prohibited for consumption, as well as some laws of ritual purity."},
 "wikipedia":{"target":"Shemini_(parsha)","summary":"Parashah Shemini tells of the consecration of the Tabernacle, the deaths of Nadab and Abihu, and the dietary laws of kashrut (כַּשְׁרוּת)."},
 "uscj.org":{"target":"Shemini"}
},
"Tazria":{
 "rabbisacks.org":"tazria",
 "ajr.edu":{"target":"tazria"},
 "aju.edu":169,
 "jtsa.edu":"tazria",
 "torah.org":{"target":"tazria"},
 "ou.org":{"target":"Tazria","cid":"1399"},
 "reformjudaism.org":{"target":"tazria"},
 "chabad.org":15577,
 "learntefillah.com":"tazria",
 "sefaria":{"target":"tazria","summary":"Tazria (“She Bears Seed”) opens by describing the purification process for a woman after childbirth. It then describes different forms of tzaraat, a discoloration condition on skin or clothing, and the requirement of an infected person to dwell alone outside the camp and be inspected by a priest."},
 "wikipedia":{"target":"Tazria","summary":"The parashah deals with ritual impurity."},
 "uscj.org":{"target":"Tazria"}
},
"Metzora":{
 "rabbisacks.org":"metzora",
 "aju.edu":169,
 "jtsa.edu":"metzora",
 "torah.org":{"target":"metzorah"},
 "ou.org":{"target":"Metzorah","cid":"1400"},
 "reformjudaism.org":{"target":"mtzora"},
 "chabad.org":15579,
 "learntefillah.com":"metsora",
 "sefaria":{"target":"metzora","summary":"Metzora opens by describing the purification process and accompanying sacrifices for one infected with tzaraat, a discoloration condition on the skin. It then describes the process of treating a house infected with tzaraat and the ritual impurity generated by certain bodily discharges."},
 "wikipedia":{"target":"Metzora_(parsha)","summary":"The parashah deals with ritual impurity. It addresses cleansing from skin disease (צָּרַעַת, tzara'at), houses with an eruptive plague, male genital discharges, and menstruation."},
 "uscj.org":{"target":"Metzora"}
},
"Achrei Mot":{
 "rabbisacks.org":"acharei-mot",
 "ajr.edu":{"target":"aharei-mot"},
 "aju.edu":150,
 "jtsa.edu":"aharei-mot",
 "torah.org":{"target":"acharei-mos"},
 "ou.org":{"target":"Acharei Mot","cid":"1401"},
 "reformjudaism.org":{"target":"acharei-mot"},
 "chabad.org":15580,
 "learntefillah.com":"achare-mot",
 "sefaria":{"target":"achrei-mot","summary":"Achrei Mot (“After The Death”) opens by describing the ritual service of Yom Kippur, the Day of Atonement. It then details the prohibitions of offering sacrifices outside of the Mishkan (Tabernacle) and of eating animal blood, and ends with a list of forbidden sexual relations."},
 "wikipedia":{"target":"Acharei_Mot","summary":"The parashah sets forth the law of the Yom Kippur ritual, centralized offerings, blood, and sexual practices."},
 "uscj.org":{"target":"AhareiMot"}
},
"Kedoshim":{
 "rabbisacks.org":"kedoshim",
 "ajr.edu":{"target":"kedoshim"},
 "aju.edu":150,
 "jtsa.edu":"kedoshim",
 "torah.org":{"target":"kedoshim"},
 "ou.org":{"target":"Kedoshim","cid":"1402"},
 "reformjudaism.org":{"target":"kdoshim"},
 "chabad.org":15582,
 "learntefillah.com":"kedoshim",
 "sefaria":{"target":"kedoshim","summary":"Kedoshim (“Holy”) opens by instructing the Israelites to be holy. It details dozens of laws regulating all aspects of life, including observing Shabbat, loving one’s neighbor, and leaving portions of a field for the poor. It ends by detailing punishments for certain types of idolatry and sexual misconduct."},
 "wikipedia":{"target":"Kedoshim","summary":"The parashah tells of the laws of holiness and ethical behavior, repeats the ten commandments, and describes penalties for sexual transgressions."},
 "uscj.org":{"target":"Kedoshim"}
},
"Emor":{
 "rabbisacks.org":"emor",
 "ajr.edu":{"target":"emor"},
 "aju.edu":158,
 "jtsa.edu":"emor",
 "torah.org":{"target":"emor"},
 "ou.org":{"target":"Emor","cid":"1403"},
 "reformjudaism.org":{"target":"emor"},
 "chabad.org":15583,
 "learntefillah.com":"emor",
 "sefaria":{"target":"emor","summary":"Emor (“Say”) opens with laws regulating priestly behavior, working in the Mishkan (Tabernacle), and consuming sacrifices and priestly food. It describes the biblical holidays of Passover, Shavuot, Rosh Hashanah, Yom Kippur, and Sukkot, and ends with a story about a blasphemer and his punishment."},
 "wikipedia":{"target":"Emor","summary":"The parashah describes purity rules for priests (כֹּהֲנִים, Kohanim), recounts the holy days, describes the preparations for the lights and bread in the sanctuary, and tells the story of a blasphemer and his punishment."},
 "uscj.org":{"target":"Emor"}
},
"Behar":{
 "rabbisacks.org":"behar",
 "ajr.edu":{"target":"bahar"},
 "aju.edu":152,
 "jtsa.edu":"behar",
 "torah.org":{"target":"behar"},
 "ou.org":{"target":"Behar","cid":"1404"},
 "reformjudaism.org":{"target":"bhar"},
 "chabad.org":15584,
 "learntefillah.com":"behar",
 "sefaria":{"target":"behar","summary":"Behar (“On The Mountain”) details the laws of the sabbatical year (Shemita), when working the land is prohibited and debts are forgiven. It also sets out laws of indentured servitude and of the Jubilee year (Yovel), when property reverts to its original ownership."},
 "wikipedia":{"target":"Behar","summary":"The parashah tells the laws of the Sabbatical year (שמיטה, Shmita) and limits on debt servitude."},
 "uscj.org":{"target":"Behar"}
},
"Bechukotai":{
 "rabbisacks.org":"bechukotai",
 "ajr.edu":{"target":"behukotai"},
 "aju.edu":152,
 "jtsa.edu":"behukkotai",
 "torah.org":{"target":"bechukosai"},
 "ou.org":{"target":"Bechukotai","cid":"1405"},
 "reformjudaism.org":{"target":"bchukotai"},
 "chabad.org":15586,
 "learntefillah.com":"bechucotai",
 "sefaria":{"target":"bechukotai","summary":"Bechukotai (“In My Laws”) is the final Torah portion in the Book of Leviticus. It begins describing blessings that follow obedience to God's laws and curses that come with desecration of them. It ends with laws of vows and consecration of people and property."},
 "wikipedia":{"target":"Bechukotai","summary":"The parashah addresses blessings for obeying the law, curses for disobeying it, and vows."},
 "uscj.org":{"target":"Behukotai"}
},
"Bamidbar":{
 "rabbisacks.org":"bamidbar",
 "ajr.edu":{"target":"bemidbar"},
 "aju.edu":151,
 "jtsa.edu":"bemidbar",
 "torah.org":{"target":"bamidbar"},
 "ou.org":{"target":"Bamidbar","cid":"1407"},
 "reformjudaism.org":{"target":"bmidbar"},
 "chabad.org":36466,
 "learntefillah.com":"bamidbar",
 "sefaria":{"target":"bamidbar","summary":"Bamidbar (“In The Desert”) is the first Torah portion in the Book of Numbers. It describes God's command to take a census and details the camping formation of the Israelites in the desert. It also begins to enumerate the responsibilities of the Levites when transporting the Mishkan (Tabernacle)."},
 "wikipedia":{"target":"Bemidbar_(parsha)","summary":"The parashah tells of the census and the priests' duties."},
 "uscj.org":{"target":"Bamidbar"}
},
"Nasso":{
 "rabbisacks.org":"naso",
 "ajr.edu":{"target":"nasso"},
 "aju.edu":124,
 "jtsa.edu":"naso",
 "torah.org":{"target":"naso"},
 "ou.org":{"target":"Naso","cid":"1408"},
 "reformjudaism.org":{"target":"naso"},
 "chabad.org":39589,
 "learntefillah.com":"nasso",
 "sefaria":{"target":"naso","summary":"Naso (“Take A Census”), the longest portion in the Torah, opens by detailing responsibilities of the Levites. It also describes laws of a woman suspected of adultery (sotah), the Nazirite, and the priestly blessing. The portion ends by listing the gifts that heads of tribes bring to the Mishkan (Tabernacle)."},
 "wikipedia":{"target":"Naso_(parsha)","summary":"The parashah addresses priestly duties, camp purification, restitution for wrongs committed, the wife accused of unfaithfulness (סוטה, sotah), the nazirite, the Priestly Blessing, and consecration of the Tabernacle."},
 "uscj.org":{"target":"Naso"}
},
"Beha'alotcha":{
 "rabbisacks.org":"behaalotcha",
 "ajr.edu":{"target":"behaalotekha"},
 "aju.edu":111,
 "jtsa.edu":"behaalotekha",
 "torah.org":{"target":"behaaloscha"},
 "ou.org":{"target":"Beha'alotecha","cid":"1409"},
 "reformjudaism.org":{"target":"bhaalotcha"},
 "chabad.org":36744,
 "learntefillah.com":"behaalotecha",
 "sefaria":{"target":"behaalotcha","summary":"Beha’alotekha (“When You Raise”) opens with God instructing Moses to inaugurate the Levites for service in the Mishkan (Tabernacle). It also recounts the stories of people who request a second chance to offer the Passover sacrifice, complaints of the Israelites and their punishments, and a disease that affects Miriam."},
 "wikipedia":{"target":"Behaalotecha","summary":"The parashah tells of the Menorah in the Tabernacle, the consecration of the Levites, the Second Passover, how a cloud and fire led the Israelites, the silver trumpets, how the Israelites set out on their journeys, the complaints of the Israelites, and how Miriam and Aaron questioned Moses."},
 "uscj.org":{"target":"Behaalotekha"}
},
"Sh'lach":{
 "rabbisacks.org":"shelach-lecha",
 "ajr.edu":{"target":"shelah"},
 "aju.edu":130,
 "jtsa.edu":"shelah-lekha",
 "torah.org":{"target":"shlach"},
 "ou.org":{"target":"Shelach","cid":"1410"},
 "reformjudaism.org":{"target":"shlach-lcha"},
 "chabad.org":45586,
 "learntefillah.com":"shelach",
 "sefaria":{"target":"shelach","summary":"Shelach (“Send”) tells the story of Israelite spies journeying into Canaan, the negative report they bring back, and the resulting punishment decreed upon the Israelites: to wander and die in the desert over forty years. It ends with laws about sacrifices, the story of a man who desecrates Shabbat, and the commandment to wear ritual fringes."},
 "wikipedia":{"target":"Shlach","summary":"The parashah tells the story of the twelve spies sent to assess the promised land, commandments about offerings, the story of the Sabbath violator, and the commandment of the fringes (צִיצִת, tzitzit)."},
 "uscj.org":{"target":"ShelachLekha"}
},
"Korach":{
 "rabbisacks.org":"korach",
 "ajr.edu":{"target":"korah"},
 "aju.edu":120,
 "jtsa.edu":"korah",
 "torah.org":{"target":"korach"},
 "ou.org":{"target":"Korach","cid":"1411"},
 "reformjudaism.org":{"target":"korach"},
 "chabad.org":45591,
 "learntefillah.com":"corach",
 "sefaria":{"target":"korach","summary":"Parashat Korach recounts the rebellion of Korach (a cousin of Moses and Aaron), Dathan, Abiram, and 250 of their followers. Some rebels are swallowed by the ground, while others are consumed by a fire from God and others die in a plague. The portion ends by describing gifts given to priests and Levites."},
 "wikipedia":{"target":"Korach_(parsha)","summary":"It tells of Korah's failed attempt to overthrow Moses."},
 "uscj.org":{"target":"Korach"}
},
"Chukat":{
 "rabbisacks.org":"chukat",
 "ajr.edu":{"target":"hukkat"},
 "aju.edu":114,
 "jtsa.edu":"hukkat",
 "torah.org":{"target":"chukas"},
 "ou.org":{"target":"Chukat","cid":"1412"},
 "reformjudaism.org":{"target":"chukat"},
 "chabad.org":45612,
 "learntefillah.com":"chukat",
 "sefaria":{"target":"chukat","summary":"Chukat (“Law Of”) opens by describing the process of burning the red heifer and using its ashes for purification. It also tells the stories of the deaths of Miriam and Aaron, Moses’ striking of a rock to bring forth water, a plague of venomous snakes, and battles against the Emorite kings Sihon and Og."},
 "wikipedia":{"target":"Chukat","summary":"The parashah sets out the laws of corpse contamination (tumat hamet) and purification with the water of lustration prepared with the Red Cow (פָרָה אֲדֻמָּה, parah adumah, also called the “Red Heifer”). It also reports the deaths of Miriam and Aaron, the failure of Moses at the Waters of Meribah, and the conquest of Arad, the Amorites, and Bashan."},
 "uscj.org":{"target":"Hukkat"}
},
"Balak":{
 "rabbisacks.org":"balak",
 "ajr.edu":{"target":"balak"},
 "aju.edu":114,
 "jtsa.edu":"balak",
 "torah.org":{"target":"balak"},
 "ou.org":{"target":"Balak","cid":"1413"},
 "reformjudaism.org":{"target":"balak"},
 "chabad.org":45614,
 "learntefillah.com":"balac",
 "sefaria":{"target":"balak","summary":"Balak tells the story of the Moabite king Balak, who hires Balaam to curse the Israelites. Balaam’s donkey speaks along the way, and Balaam ends up blessing the Israelites. The portion ends with a story about Israelite men sinning with Moabite women and the stabbing of an Israelite and a Midianite."},
 "wikipedia":{"target":"Balak_(parsha)","summary":"In the parashah, Balak son of Zippor, king of Moab, tries to hire Balaam to curse Israel, Balaam's donkey speaks to Balaam, and Balaam blesses Israel instead."},
 "uscj.org":{"target":"Balak"}
},
"Pinchas":{
 "rabbisacks.org":"pinchas",
 "ajr.edu":{"target":"pinhas"},
 "aju.edu":127,
 "jtsa.edu":"pinehas",
 "torah.org":{"target":"pinchas"},
 "ou.org":{"target":"Pinchas","cid":"1414"},
 "reformjudaism.org":{"target":"pinchas"},
 "chabad.org":45615,
 "learntefillah.com":"pinechas",
 "sefaria":{"target":"pinchas","summary":"Pinchas opens with God’s promise of a “covenant of peace” for the zealot Pinchas, followed by a census. The daughters of Tzelofchad request and receive new laws regarding inheritance. God instructs Moses to prepare Joshua for leadership, and God describes sacrifices brought daily and on special occasions."},
 "wikipedia":{"target":"Pinechas_(parsha)","summary":"It tells of Phinehas's killing of a couple, ending a plague, and of the daughters of Zelophehad's successful plea for land rights."},
 "uscj.org":{"target":"Pinhas"}
},
"Matot":{
 "rabbisacks.org":"matot",
 "ajr.edu":{"target":"mattot"},
 "aju.edu":122,
 "jtsa.edu":"mattot",
 "torah.org":{"target":"matos"},
 "ou.org":{"target":"Matot","cid":"1415"},
 "reformjudaism.org":{"target":"matot"},
 "chabad.org":52598,
 "learntefillah.com":"matot",
 "sefaria":{"target":"matot","summary":"Matot (“Tribes”) opens with laws about vows, and continues to describe the Israelites’ war against the Midianites and the allocation of spoils. The tribes of Reuben and Gad request to dwell outside of the Land of Israel, and Moses acquiesces on the condition that they help conquer it."},
 "wikipedia":{"target":"Matot","summary":"It discusses laws of vows, the destruction of Midianite towns, and negotiations of the Reubanites and Gadites to settle land outside of Israel."},
 "uscj.org":{"target":"Mattot"}
},
"Masei":{
 "rabbisacks.org":"masei",
 "ajr.edu":{"target":"massei"},
 "aju.edu":122,
 "jtsa.edu":"masei",
 "torah.org":{"target":"masei"},
 "ou.org":{"target":"Masei","cid":"1416"},
 "reformjudaism.org":{"target":"mas-ei"},
 "chabad.org":52600,
 "learntefillah.com":"masse",
 "sefaria":{"target":"masei","summary":"Masei (“Travels”), the final Torah portion in the Book of Numbers, opens with a list of places that the Israelites traveled in the desert. God commands the Israelites to destroy idolatry in the Land of Israel, outlines Israel’s boundaries, and details the laws of cities of refuge for accidental killers."},
 "wikipedia":{"target":"Masei","summary":"The parashah discusses the stations of the Israelites' journeys, instructions for taking the land of Israel, cities for the Levites and refuge, and the daughters of Zelophehad."},
 "uscj.org":{"target":"Massey"}
},
"Devarim":{
 "rabbisacks.org":"devarim",
 "ajr.edu":{"target":"devarim"},
 "aju.edu":157,
 "jtsa.edu":"devarim",
 "torah.org":{"target":"devarim"},
 "ou.org":{"target":"Devarim","cid":"1418"},
 "reformjudaism.org":{"target":"dvarim"},
 "chabad.org":36232,
 "learntefillah.com":"devarim",
 "sefaria":{"target":"devarim","summary":"Devarim (“Words”) is the first Torah portion in the Book of Deuteronomy, the final book of the Torah. In it, Moses recounts events from the Israelites’ travels in the desert, like the appointment of judges, the sin of the spies, and the wars with the Emorite kings Sihon and Og."},
 "wikipedia":{"target":"Devarim_(parsha)","summary":"The parashah recounts how Moses appointed chiefs, the episode of the Twelve Spies, encounters with the Edomites and Ammonites, the conquest of Sihon and Og, and the assignment of land for the tribes of Reuben, Gad, and Manasseh."},
 "uscj.org":{"target":"Devarim"}
},
"Vaetchanan":{
 "rabbisacks.org":"vaetchanan",
 "ajr.edu":{"target":"vaethanan-sefer-devarim"},
 "aju.edu":139,
 "jtsa.edu":"vaet-hannan",
 "torah.org":{"target":"vaeschanan"},
 "ou.org":{"target":"Va'etchanan","cid":"1419"},
 "reformjudaism.org":{"target":"va-etchanan"},
 "chabad.org":36233,
 "learntefillah.com":"vaetchanan",
 "sefaria":{"target":"vaetchanan","summary":"Vaetchanan (“I Pleaded”) opens as Moses describes his pleading with God to be allowed into the Land of Israel. Moses warns the Israelites not to pursue idolatry and recounts the giving of the Ten Commandments. The portion also contains the Shema, a declaration of faith and a central text in Jewish prayer."},
 "wikipedia":{"target":"Va%27etchanan","summary":"The parashah tells how Moses asked to see the Land of Israel, made arguments to obey the law, recounted setting up the Cities of Refuge, recited the Ten Commandments and the Shema, and gave instructions for the Israelites' conquest of the Land."},
 "uscj.org":{"target":"Vaethanan"}
},
"Eikev":{
 "rabbisacks.org":"eikev",
 "ajr.edu":{"target":"eikev"},
 "aju.edu":116,
 "jtsa.edu":"eikev",
 "torah.org":{"target":"eikev"},
 "ou.org":{"target":"Eikev","cid":"1420"},
 "reformjudaism.org":{"target":"eikev"},
 "chabad.org":36234,
 "learntefillah.com":"ekev",
 "sefaria":{"target":"eikev","summary":"In Eikev (“As a Result”), Moses recounts events that happened in the desert, including the manna, the golden calf, and Aaron's death. Moses describes the blessings God will bestow upon the Israelites if they follow God’s law and the punishments they will encounter if they disobey."},
 "wikipedia":{"target":"Eikev","summary":"The parashah tells of the blessings of obedience to God, the dangers of forgetting God, and directions for taking the Land of Israel. Moses recalls the making and re-making of the Tablets of Stone, the incident of the Golden Calf, Aaron's death, the Levites' duties, and exhortations to serve God."},
 "uscj.org":{"target":"Ekev"}
},
"Re'eh":{
 "rabbisacks.org":"reeh",
 "ajr.edu":{"target":"reeh"},
 "aju.edu":128,
 "jtsa.edu":"reeh",
 "torah.org":{"target":"reeh"},
 "ou.org":{"target":"Re'eh","cid":"1421"},
 "reformjudaism.org":{"target":"reih"},
 "chabad.org":36235,
 "learntefillah.com":"ree",
 "sefaria":{"target":"reeh","summary":"Re’eh (“See”) details a series of laws in advance of the Israelites’ entrance into the Land of Israel. These include the obligation to destroy idolatry, laws of tithing and charity, dietary laws, holiday laws, and the prohibition of offering sacrifices outside of the place designated by God."},
 "wikipedia":{"target":"Re%27eh","summary":"In the parashah, Moses set before the Israelites the choice between blessing and curse. Moses instructed the Israelites in the laws that they were to observe, including the law of a single centralized place of worship. Moses warned against following other gods and their prophets and set forth the laws of kashrut, tithes, the Sabbatical year, the Hebrew slave, firstborn animals, and the three pilgrim festivals."},
 "uscj.org":{"target":"Reeh"}
},
"Shoftim":{
 "rabbisacks.org":"shoftim",
 "ajr.edu":{"target":"shoftim"},
 "aju.edu":131,
 "jtsa.edu":"shofetim",
 "torah.org":{"target":"shoftim"},
 "ou.org":{"target":"Shoftim","cid":"1422"},
 "reformjudaism.org":{"target":"shoftim"},
 "chabad.org":36236,
 "learntefillah.com":"shofetim",
 "sefaria":{"target":"shoftim","summary":"Shoftim (“Judges”) discusses guidelines of leadership, opening with a command to appoint judges and continuing to detail laws of kings, priests, and prophets. It also describes laws relating to cities of refuge for accidental killers, false witnesses, warfare, and the rite performed in a case of unsolved murder."},
 "wikipedia":{"target":"Shofetim_(parsha)","summary":"The parashah provides a constitution — a basic societal structure — for the Israelites. The parashah sets out rules for judges, kings, Levites, prophets, cities of refuge, witnesses, war, and unsolved murders."},
 "uscj.org":{"target":"Shoftim"}
},
"Ki Teitzei":{
 "rabbisacks.org":"ki-teitse",
 "ajr.edu":{"target":"ki-teitzei"},
 "aju.edu":119,
 "jtsa.edu":"ki-tetzei",
 "torah.org":{"target":"ki-seitzei"},
 "ou.org":{"target":"Ki Teitzei","cid":"1423"},
 "reformjudaism.org":{"target":"ki-teitzei"},
 "chabad.org":36237,
 "learntefillah.com":"ki-tetse",
 "sefaria":{"target":"ki-teitzei","summary":"Ki Teitzei (“When You Go Out”) contains numerous laws, more than appear in any other Torah portion. These include laws about the treatment of a captive woman, returning lost objects, forbidden mixtures, the erection of a rooftop fence, rape, collateral, and workers’ wages."},
 "wikipedia":{"target":"Ki_Teitzei","summary":"The parashah sets out a series of miscellaneous laws, mostly governing civil and domestic life, including ordinances regarding a beautiful captive of war, inheritance among the sons of two wives, a wayward son, the corpse of an executed person, found property, coming upon another in distress, rooftop safety, prohibited mixtures, sexual offenses, membership in the congregation, camp hygiene, runaway slaves, prostitution, usury, vows, gleaning, kidnapping, repossession, prompt payment of wages, vicarious liability, flogging, treatment of domestic animals, levirate marriage (יִבּוּם, yibbum), weights and measures, and wiping out the memory of Amalek."},
 "uscj.org":{"target":"KiTetze"}
},
"Ki Tavo":{
 "rabbisacks.org":"ki-tavo",
 "ajr.edu":{"target":"ki-tavo"},
 "aju.edu":118,
 "jtsa.edu":"ki-tavo",
 "torah.org":{"target":"ki-savo"},
 "ou.org":{"target":"Ki Tavo","cid":"1424"},
 "reformjudaism.org":{"target":"ki-tavo"},
 "chabad.org":36238,
 "learntefillah.com":"ki-tavo",
 "sefaria":{"target":"ki-tavo","summary":"Ki Tavo (“When You Come”) opens by describing the ceremony of the first fruit offering (bikkurim) and the declaration made upon the completion of tithing. It concludes with a detailed description of blessings that follow obedience to God's laws and curses that come with their desecration."},
 "wikipedia":{"target":"Ki_Tavo","summary":"The parashah tells of the ceremony of the first fruits (בִּכּוּרִים, bikkurim), tithes, and the blessings from observance and curses (תוֹכֵחָה, tocheichah) from violation of the law."},
 "uscj.org":{"target":"KiTavo"}
},
"Nitzavim":{
 "rabbisacks.org":"nitzavim",
 "ajr.edu":{"target":"nitzavim"},
 "aju.edu":125,
 "jtsa.edu":"nitzavim",
 "torah.org":{"target":"netzavim"},
 "ou.org":{"target":"Nitzavim","cid":"1425"},
 "reformjudaism.org":{"target":"nitzavim"},
 "chabad.org":36239,
 "learntefillah.com":"nitsavim",
 "sefaria":{"target":"nitzavim","summary":"In Nitzavim (“Standing”), Moses addresses the Israelites, emphasizing the importance of following God’s covenant and of not worshiping other gods. He describes the process of repentance and returning to God, and stresses that God’s commandments are achievable and “not in the heavens.”"},
 "wikipedia":{"target":"Nitzavim","summary":"In the parashah, Moses told the Israelites that all the people stood before God to enter into the covenant, violation of which would bring on curses, but if they returned to God and heeded God's commandments, then God would take them back in love and bring them together again from the ends of the world. Moses taught that this Instruction was not beyond reach, and Moses put before the Israelites life and death, blessing and curse, and exhorted them to choose life by loving God and heeding the commandments."},
 "uscj.org":{"target":"Nitzavim"}
},
"Vayeilech":{
 "rabbisacks.org":"vayelech",
 "ajr.edu":{"target":"vayeilekh"},
 "aju.edu":125,
 "jtsa.edu":"vayeilekh",
 "torah.org":{"target":"vayeilech"},
 "ou.org":{"target":"Vayeilech","cid":"1426"},
 "reformjudaism.org":{"target":"vayeilech"},
 "chabad.org":36240,
 "learntefillah.com":"vayelech",
 "sefaria":{"target":"vayeilech","summary":"Vayeilech (“He Went”) opens as Moses tells the Israelites that he will not lead them into the Land of Israel, and that Joshua will take over. He instructs the Israelites to gather and read Torah publicly every seven years. At God’s command, Moses writes a poem bearing witness to God’s covenant with the Israelites."},
 "wikipedia":{"target":"Vayelech","summary":"In the parashah, Moses told the Israelites to be strong and courageous, as God and Joshua would soon lead them into the Promised Land. Moses commanded the Israelites to read the law to all the people every seven years. God told Moses that his death was approaching, that the people would break the covenant, and that God would thus hide God's face from them, so Moses should therefore write a song to serve as a witness for God against them."},
 "uscj.org":{"target":"Vayelekh"}
},
"Ha'azinu":{
 "rabbisacks.org":"haazinu",
 "ajr.edu":{"target":"haazinu"},
 "aju.edu":117,
 "jtsa.edu":"haazinu",
 "torah.org":{"target":"haazinu"},
 "ou.org":{"target":"Ha'azinu","cid":"1427"},
 "reformjudaism.org":{"target":"haazinu"},
 "chabad.org":36241,
 "learntefillah.com":"haazinu",
 "sefaria":{"target":"haazinu","summary":"In Ha’azinu (“Listen”) , Moses recites a poem praising God and criticizing the sins of the Israelites. He describes the misfortunes that the Israelites will face and the damage God will ultimately wreak on their oppressors. The portion ends as God commands Moses to ascend Mount Nebo, where he is to die."},
 "wikipedia":{"target":"Haazinu","summary":"The parashah sets out the Song of Moses — an indictment of the Israelites' sins, a prophecy of their punishment, and a promise of God's ultimate redemption of them."},
 "uscj.org":{"target":"Haazinu"}
},
"Vezot Haberakhah":{
 "rabbisacks.org":"vezot-habracha",
 "aju.edu":null,
 "jtsa.edu":"vezot-haberakhah",
 "torah.org":{"target":"vzos-habracha"},
 "ou.org":{"target":"V'zot Habracha","cid":"1428"},
 "reformjudaism.org":{"target":"vzot-habrachah"},
 "learntefillah.com":"vezot-haberacha",
 "sefaria":{"target":"vzot-haberachah","summary":"V’Zot HaBerachah is the final portion in the annual cycle of Torah reading. In it, Moses blesses each of the tribes, excluding the tribe of Simeon. He then ascends Mount Nebo, sees the Land of Israel, and dies at the age of 120. The Israelites mourn, and the portion ends highlighting Moses’ unparalleled greatness."},
 "wikipedia":{"target":"V%27Zot_HaBerachah","summary":"The parashah sets out the farewell Blessing of Moses for the 12 Tribes of Israel and concludes with the death of Moses."},
 "chabad.org":36242
},
"Vayakhel-Pekudei":{
 "chabad.org":15569,
 "aju.edu":140,
 "ajr.edu":{"target":"vayakhel-pekudei"},
 "reformjudaism.org":{"target":"vayakheil-pkudei"},
 "uscj.org":{"target":"VayakhelPekudei"}
},
"Tazria-Metzora":{
 "chabad.org":15578,
 "aju.edu":169,
 "ajr.edu":{"target":"tazria-metzora"},
 "reformjudaism.org":{"target":"tazria-mtzora"},
 "uscj.org":{"target":"TazriaMetzora"}
},
"Achrei Mot-Kedoshim":{
 "chabad.org":15581,
 "aju.edu":150,
 "ajr.edu":{"target":"aharei-mot-kedoshim"},
 "reformjudaism.org":{"target":"acharei-mot-kdoshim"},
 "uscj.org":{"target":"AhareiMotKedoshim"}
},
"Behar-Bechukotai":{
 "chabad.org":15585,
 "aju.edu":152,
 "ajr.edu":{"target":"bahar-behukotai"},
 "reformjudaism.org":{"target":"bhar-bchukotai"},
 "uscj.org":{"target":"BeharBehukotai"}
},
"Chukat-Balak":{
 "chabad.org":45613,
 "aju.edu":114,
 "ajr.edu":{"target":"hukkat-balak"},
 "reformjudaism.org":{"target":"chukat-balak"},
 "uscj.org":{"target":"Hukkat_Balak"}
},
"Matot-Masei":{
 "chabad.org":52599,
 "aju.edu":122,
 "ajr.edu":{"target":"mattot-massei"},
 "reformjudaism.org":{"target":"matot-masei"},
 "uscj.org":{"target":"MattotMassey"}
},
"Nitzavim-Vayeilech":{
 "chabad.org":53151,
 "aju.edu":125,
 "ajr.edu":{"target":"nitzavim-vayeilekh"},
 "reformjudaism.org":{"target":"nitzavim-vayeilech"},
 "uscj.org":{"target":"NitzavimVayelekh"}
}
}
